<template>
    <div class="ui container free">
        <div class="ui basic vertical fitted segment jarallax mceNonEditable" style="min-height: 60vh;"
            data-date="false" data-path="" data-description="true" data-auto="" data-id="pageheader">
            <div class="ui active light dimmer">
                <div class="content"><a class="ui header hvr-icon-wobble-vertical"
                        style="font-family: Arsenal, sans-serif;"><i class="hvr-icon icon"></i><span class="ui"><span
                                class="sub header"></span></span></a></div>
            </div>
        </div>
    </div>
    <p>&nbsp;</p>
    <p style="text-align: justify;">Металлы и микроэлементы для лечения используются человеком с незапамятных времен.
    </p>
    <p style="text-align: justify;">Упоминания об этом встречаются в письменных памятниках древнейших цивилизаций.
        Каждому металлу со времен алхимиков приписывали свою душу, что отразилось даже в традиционных названиях,
        вошедших в таблицу Менделеева. Так медь, по-гречески купрум восходит к слову Кипр. Металл с острова Киприды,
        &ndash; богини Афродиты, вышедшей из пены морской, считался женским элементом, о чем свидетельствуют как древние
        легенды, так и столь же древние островные рудники. Ртуть, как металл подвижный и мобильный посвящался богу
        торговли &ndash; Меркурию, что до сих пор отражается в гомеопатических прописях &ndash; Меркуриус солюбилис,
        меркуриус вивус. Мышьяк &ndash; Арсеникум, как явствует из названия &ndash; чисто мужской элемент, берущий
        название от бога войны Ареса (Марса), а потому даже в слове арсенал и в имени Арсений запечатлелось его военное
        название.</p>
    <p style="text-align: justify;">Дошедшие до нас из глубины веков трактаты свидетельствуют о двух разных применениях
        металлов. Их принимали внутрь в чистом виде &ndash; растертыми в порошок, или раскатанными в тончайшую фольгу, а
        также в составе сложных препаратов из смесей растительного и животного сырья и в виде солей. В других случаях
        металлические пластинки прикладывали к телу на больные, пораженные места. Так медными пластинами лечили ушибы,
        язвы, кожные болезни, глухоту. Свинцовые пластины шли в ход при опухолях и нарывах. И до сих пор от ушибов в
        некоторых аптеках можно найти в продажи свинцовую воду.</p>
    <p style="text-align: justify;">Микроэлементы участвуют во всех биологических процессах. Они входят в состав
        ферментов и витаминов. Их обмен является одним из важнейших компонентов гемеостатического (поддерживающего
        здоровый баланс) регулирования организма. Весь мир с момента нашего рождения как последовательный процесс смены
        различных ситуаций, в которые мы попадаем, отражает процессы, протекающие в нашей физиологии. Поэтому речь может
        идти не о том, чтобы бороться с болезнью, а о том, чтобы поняв ее смысл, увидеть причину &ndash; каких именно
        химических компонентов не хватает нашему организму, чтобы нормализовать обмен веществ для нормального баланса с
        окружающей нас средой &ndash; природой и социумом того региона, согласно которому даже подразделяются типы
        человеческой популяции.</p>
    <p style="text-align: justify;">Согласно принципам пришедшей к нам из древности герметической медицины,
        функциональные системы организма взаимодействуют по закону пентаграммы. Наглядно ее можно найти во многих
        китайских и тибетских трактатах, что отразилось и в мнемонических картах (схемах для запоминания). Так дерево
        (его эквиваленты &ndash; печень, желчный пузырь) рождает огонь (а огонь соответствует сердечно-сосудистой,
        нервной системам и т.д.). В свою очередь огонь дает золу (землю). Из земли можно добыть металл. Металл тонет в
        воде. А вода нужна дереву. Вот такой круг взаимодействий. Причем каждый орган в этой пентаграмме влияет на
        другие в строго определенное время суток, являясь как бы "резонансным коридором" в системе космопланетарных
        связей человека. А характер такого энергоинформационного воздействия выражается процентным содержанием металлов
        в организме, которые обуславливают его нормальную жизнедеятельность.</p>
    <p style="text-align: justify;"><strong>И если процентное соотношение нарушено, оно вызывает физиологический сбой в
            обменных процессах, и, отражаясь на психике, проявляется болезнью.</strong></p>
    <p style="text-align: justify;">Смысл этого небольшого экскурса состоит в том, что еще в древних воззрениях на
        человека мудрые умы выискивали системный взгляд на здоровое существование. И такая системность помогает и
        сегодня, поскольку состояние конкретной физиологической системы зависит от совокупных влияний, оказываемых на
        нее другими функциональными системами. Так, например, у человека могут быть боли в области сердца, но они в
        своей основе отражают болезнь печени или желчного пузыря. Это может проявиться в зависимости от времени суток,
        или от дефицита (избытка), а в конечном итоге от дисбаланса выявленного микроэлемента.</p>
    <p style="text-align: justify;">Большинство исследователей считают, что лечебный эффект достигается не только
        рефлекторным воздействием природных факторов на различные системы органов, но и проникновением через кожу их
        ингредиентов в виде ионов и биологически активных веществ. Что также ликвидирует патологические процессы,
        поддерживая гомеостаз в организме.</p>
    <p style="text-align: justify;">Новый подход к решению проблемы микроэлементозов предложен российским исследователем
        Е.М. Рукиным, который запатентовал способы восполнения недостающих микроэлементов путем воздействия на
        рефлексогенные зоны и акупунктурные точки светом, несущим главные (резонансные) участки спектров химических
        элементов (на чем основан принцип действия спектрального облучателя для рефлексотерапии "СПЕКТО-Р").
        Исследование количественного состава микроэлементов в организме и правильный выбор типов излучателей &ndash;
        <strong>принципиально новое решение</strong> проблемы микроэлементозов, а, следовательно, открывает и новые
        перспективы в лечении и профилактике большинства известных заболеваний системы кровообращения, органов дыхания,
        болезней центральной нервной системы, органов чувств, воспаления тройничного нерва, болезней органов
        желудочно-кишечного тракта, других функциональных расстройств различного генеза и патологий. Осуществляется
        спектральная фототерапия по рефлексогенным зонам кожи (РЗК), биологически активным точкам (БАТ) с учетом
        основных концепций традиционной восточной медицины. Воздействие на РЗК и БАТ электромагнитными колебаниями,
        свойственным чистым хим. элементам, позволяет корректировать микроэлементный состав организма и восстанавливать
        его. И идет борьба с микроэлементами, угрожающими целостности организма.</p>
    <p style="text-align: justify;">Выявление причин последнего также приводит нас к выяснению подлинных причин болезни.
        И часто выясняется, что болезнь "дается" как индивидуальное "предупреждение" организму о несоответствии условиям
        жизни в данном, как сейчас говорят, природно-социальном паразитоценозе. Ну а в целом главная причина болезней
        является в виде дефицита и дисбаланса определенных химических элементов, регулирующих обменные процессы в
        организме.</p>
    <p style="text-align: justify;">Так, например, остеопороз (хрупкость костей), камни в почках, парадонтозы,
        воспаление десен и кардиомиопатические приступы вызывает дефицит кальция, а также магния и бора. Тяга к сладкому
        указывает на дефицит хрома и ванадия. Аневризмы (распухание ослабленной артерии из-за потери эластичности
        ткани), равно, как и преждевременная седина, предупредят о дефиците меди в организме. Диабет, а также облысение
        будут сигнализировать недостатком платины, хрома, цезия, ванадия, олова. Если не восполнять тот же недостаток
        олова в организме, то разовьется глухота. Далее словно по причинно-следственной цепочке вслед за "пробелом"
        олова разовьется дефицит бора, который на уровне обменных процессов в свою очередь обеспечивает необходимую
        концентрацию кальция, предохраняющего нас от остеопороза. А помимо этого бор участвует в выработке эстрогена у
        женщин и тестостерона у мужчин, недостаток которого ведет к импотенции. Рак язвы желудка и двенадцатиперстной
        кишки вызываются бактериальной микрофлорой, которая нейтрализуется определенной концентрацией цинка, молибдена,
        селена в сочетании с витаминами А, Е. бета-каротином.</p>
    <p style="text-align: justify;">Степень несоответствия норме можно увидеть при тестировании капли крови в так
        называемом темнопольном микроскопе на наличие конкретной паразитарной микрофлоры. И она предстанет как узор
        характерной фрактальной матрицы. Специалисты научились ее прочитывать и распознавать для выбора стратегии
        лечения.</p>
    <p style="text-align: justify;">Ну а в быту поможет простой совет: посмотрите на свои руки и лицо. Если увидите
        розовые пятна, это свидетельствует о раннем дефиците селена. Если у вас анемия и не помогают препараты железа,
        это может говорить о недостатке в организме меди, кобальта, других микроэлементов. Известно, что кобальт и медь
        &ndash; наиболее известные (кроме Fе) противоанемические средства. Если зачастили спазмы, судороги, это может
        быть недостаток магния (дисбаланс Мg и Са).</p>
    <p style="text-align: justify;">Недостаток кальция сразу отражается на состоянии ногтей, волос, зубов, хрусталике.
        Волосы делаются грубыми и выпадают, ногти &ndash; ломкими, кожа утолщается, на эмали зубов могут появиться ямки,
        желобки. Кадмий оказывает влияние на многие ферментативные процессы и активность некоторых гормонов. В
        кристаллическом инсулине находится кадмий и цинк. Людям со склонностью к диабету нелишне об этом помнить.</p>
    <p style="text-align: justify;">Следите за собой, вовремя обращайтесь к специалистам, принимайте своевременно меры и
        будьте здоровы и счастливы.</p>
    <p>&nbsp;</p>
    <p style="text-align: justify;"><a class="ui labeled icon fluid red button mceNonEditable"
            style="font-family: Arsenal, sans-serif;" data-reveal="true" data-path="" data-auto=""
            data-id="parentbutton"><i class="left arrow icon"></i>назад</a></p>
</template>