<template>
    <div ref="jarallaxRef" class="ui basic vertical fitted segment jarallax mceNonEditable  min-h-[60vh]"
        :style="`background-image:url(${url})`">
        <div class="ui active light dimmer">
            <div class="content"><a class="ui header hvr-icon-wobble-vertical massive inverted icon"
                    style="font-family: Arsenal, sans-serif;"><i class="hvr-icon !h-28 icon mx-auto"
                        :class="page.i"></i><span class="ui">{{ page.title }}<span class="sub header">{{
                            page.description
                        }}</span></span></a></div>
        </div>
    </div>
    <p>&nbsp;</p>
    <div class="ui container">
        <p style="text-align: justify;"><em>Вот что сказал о книге Наталии Носачевой "Власть над собой" Генеральный
                директор
                Всероссийского Научно-исследовательского Центра традиционной народной медицины "ЭНИОМ", Президент
                Международной профессиональной медицинской ассоциации специалистов комплементарной и народной медицины,
                психологов и целителей, доктор медицины и психологии, профессор, <strong>Яков Григорьевич
                    Гальперин</strong>:</em></p>
        <p style="text-align: justify;">Предлагаемое вам издание, дорогие читатели, &ndash; это интересное,
            захватывающее
            повествование известного специалиста традиционной медицины <strong>Наталии Григорьевны Носачевой</strong>,
            чей
            жизненный и профессиональный опыт восхитителен. Долгие годы эта удивительная женщина, благодаря своему
            природному дару помогает обрести здоровье и гармонию в жизни тысячам людей в России и во многих странах
            мира.
            Наталия Григорьевна владеет уникальной методикой, сочетающей в себе глубокие знания медицины, психологии,
            психотерапии и безграничную любовь к людям.</p>
        <p style="text-align: justify;">В своей книге автор ненавязчиво дает мудрые советы, предостерегает читателей не
            впадать в крайности, не причинять себе вреда самолечением и не забывать, что истинная народная медицина не
            имеет
            ничего общего с магией, колдовством, мистикой. Создан проект весьма оригинального и полезного литературного
            цикла, озаглавленного ярко и точно: "Вспомни о своем ясновидении".</p>
        <p style="text-align: justify;">Ясновидение &ndash; природный дар. Дар Божий! И при большом желании и упорстве,
            используя знания и опыт "<strong>Школы саморегуляции</strong>" Наталии Носачевой, вы, дорогие читатели,
            пойдете
            дальше своим путем и принесете своему здоровью, здоровью своих родных и близких только пользу.</p>
        <p>&nbsp;</p>
        <h3 style="text-align: justify;"><span style="font-family: Arsenal, sans-serif;">НАТАЛИЯ НОСАЧЕВА:</span></h3>
        <p style="text-align: justify;">Иной раз человек и сам не может дать себе отчета, почему он оказался именно в
            этом
            учебном заведении, или на этой работе, каким образом у него оказались знакомые люди из нужной ему сферы, как
            так
            вышло, что он переехал в другой город или даже страну. Многие пожмут плечами &ndash; так
            складывается&hellip;
            Да, так складывается, потому что всех нас ведут по жизни. У каждого своя программа. Вот и моя судьба
            достаточно
            яркий пример того, что мне суждено было заниматься целительством, помогать людям, но пришла я к этому очень
            непросто.</p>
        <p style="text-align: justify;">Дороги жизни привели меня в Москву в <strong>НИИ народного целительства
                "ЭНИОМ"</strong>. Здесь я услыхала в свой адрес: "Вы очень перспективная. Даем вам добро на работу". Это
            сказал мудрый, доброжелательный человек, доктор медицинских и психологических наук <strong>Яков Григорьевич
                Гальперин</strong>. Светлая ему память.</p>
        <p style="text-align: justify;"><strong>Мои способности, мои знания, мои умения оценили.</strong></p>
        <p style="text-align: justify;">В самом деле, точность экстрасенсорного тестирования состояния здоровья
            организма
            дает возможность прогнозировать недуг, который пока еще не проявлен и дает знать о себе лишь едва уловимым
            изменением биополя. Это невозможно сделать ни одним из ныне существующих методов в медицине.</p>
        <p>&nbsp;</p>
        <router-link :to="page.parent.to" class="ui labeled icon fluid red button"
            style="font-family: Arsenal, sans-serif;"><i class="left arrow icon"></i>назад</router-link>
    </div>
</template>

<script setup>
import { inject, useTemplateRef, onMounted } from "vue";
import { jarallax } from "jarallax";

const { id } = defineProps(["id"]),
    page = inject("pages")[id],
    [{ url }] = page.images,
    jarallaxRef = useTemplateRef("jarallaxRef");

onMounted(() => { jarallax(jarallaxRef.value, {}) });
</script>