<template>
    <div class="ui container free">
        <div class="ui basic vertical fitted segment jarallax mceNonEditable" style="min-height: 60vh;"
            data-date="false" data-path="" data-description="true" data-auto="" data-id="pageheader">
            <div class="ui active light dimmer">
                <div class="content"><a class="ui header hvr-icon-wobble-vertical"
                        style="font-family: Arsenal, sans-serif;"><i class="hvr-icon icon"></i><span class="ui"><span
                                class="sub header"></span></span></a></div>
            </div>
        </div>
    </div>
    <p>&nbsp;</p>
    <p style="text-align: justify;"><em><strong>Финальные истории Дарилы Никовой</strong></em></p>
    <p>Хотите точный ответ&nbsp;на вопрос, когда человека можно назвать&nbsp;ясновидящим?</p>
    <p style="text-align: justify;">У<strong> Игната Игнатова</strong>&nbsp;(Директор Научно-исследовательского Центра
        медицинской биофизики) есть ответ, причем в цифрах, как и положено человеку науки: достаточно, чтобы 61% из
        предсказанного Вами сбылось, и Вы претендуете на общение с будущим на "ты".</p>
    <p style="text-align: justify;">Исследовать невидимое для доктора Игнатова и профессия, и хобби. Но именно с помощью
        физики он быстро находит факты за или против очередного чуда.</p>
    <p style="text-align: justify;">Через его научно-исследовательский центр (<a
            href="http://www.medicalbiophysics.bg/ru/index.html" rel="noopener noreferrer"
            target="_blank">http://www.medicalbiophysics.dir.bg</a>) уже прошли 650 человек. Все с претензией хоть на
        какую-то феноменальность. Результаты здесь точные и выражены в цифрах: лишь 61 человек из исследованных прошел
        тестирование с отличным результатом, и только 27 человек действительно являются феноменами.</p>
    <p style="text-align: justify;"><em>&ndash; Все же это измеряют приборы, &ndash; деловито добавляет Игнатов.</em>
    </p>
    <p style="text-align: justify;">Однако участники болгарского шоу "Ясновидящие" пока не удостоены чести оказаться на
        весах науки.</p>
    <p style="text-align: justify;"><em>&ndash; По-моему, реальные ясновидящие Болгарии отнеслись к этому шоу с особой
            осторожностью, &ndash; анализирует ситуацию Игнат Игнатов. &ndash; Феноменальному очень трудно стать
            объектом внимания публики! И все же три женщины обладают такими способностями. Это Ивелина Христова, Вера
            Стоименова и Николета Йорданова.</em></p>
    <p style="text-align: justify;">Вопрос "кто поймет?" ученый заменяет на "как понять?". Еще&nbsp; в 1990-е была
        опубликована его книга "Ясновидение". Чтобы привлечь внимание публики к серьезности этого явления, сегодня
        Игнатов предлагает новый взгляд на сферу невидимого.</p>
    <p style="text-align: justify;"><em>&ndash; На первое издание была заявка из Нью-йоркской библиотеки. Новое издание
            содержит около 20% информации из предыдущих, &ndash; объясняет ученый. &ndash; Сначала я думал всего лишь
            реструктурировать книгу, но вышло совсем иначе. Раньше доступ к информации по данной теме был весьма
            затруднен. В действительности я стремлюсь к тому, чтобы любая информация подтверждалась
            доказательствами.</em></p>
    <p style="text-align: justify;">Невероятно сложно передать научные факты привычным языком. При этом не должно
        пострадать главное преимущество Игнатова:</p>
    <p style="text-align: justify;"><em>&ndash; Когда физик пишет о подобных вещах, люди рассматривают его под лупой. Я
            не хочу относиться к таким ученым, которые безоговорочно поддерживают все подряд, наоборот... Это ведь
            ответственность и перед самим обществом.</em></p>
    <p style="text-align: justify;">Поэтому страницы книги "Ясновидение" доктор Игнатов посвящает как примерам из жизни
        болгарских и мировых феноменов, так и описанию научных методов, с помощью которых на практике можно установить
        талант таких людей, &ndash; зачастую подкрепленных и описанием самих экспериментов.</p>
    <p style="text-align: justify;"><em>&ndash; В итоге мы узнаем, что существуют несколько научных способов
            тестирования кандидатов на звание чудотворца в самом Научно-исследовательском центре медицинской биофизики.
            Исследуется взаимодействие между биофизическими полями и водой. Изменения в ее структуре могут сказать о
            многом. С помощью эффекта Карлина можно прямо-таки "увидеть", какой силой наделен человек. Некоторые
            эксперименты проводятся дистанционно, используется и термовизия, которая также обязательно зафиксирует,
            когда именно что-либо происходит...</em></p>
    <p style="text-align: justify;"><em>Однако ясновидящие невероятно деликатны в проявлении своей сущности. Само
            ясновидение как процесс не разгадано наукой, но уже разрабатываются биофизические методы исследования
            особенностей этих людей.</em></p>
    <p style="text-align: justify;"><em>Меня как физика более всего интересует фактор времени. Считается, что оно течет
            от прошлого к настоящему и будущему. Однако возникает вопрос: что было до Большого взрыва, ведь время
            началось именно тогда... Но как это &laquo;началось&raquo; из ничего?</em></p>
    <p style="text-align: justify;">Однако это не только философские размышления. Именно ясновидящие обращаются со
        временем не так, как все мы.</p>
    <p style="text-align: justify;"><em>&ndash; Я допускаю, что будущее не предначертано на сто процентов, &ndash;
            продолжает физик. &ndash; Биофизические поля перемещаются по другим законам, в которых компонент времени не
            играет роли. Таким образом, оказывается, что физическое тело исполняет предначертания биофизического поля.
            Оно есть дух, а все остальное, находящееся в трехмерном пространстве, есть материя. И если дух не обладает
            высокими энергетическими вибрациями, в будущем могут произойти очень серьезные деформации. Тут уже вопрос в
            том, какие люди могут точно видеть будущее?!</em></p>
    <p style="text-align: justify;">Бесспорным авторитетом в этом отношении, по мнению Игната Игнатова, является Ванга.
        В книге "Ясновидение" можно увидеть и обложку опубликованной еще в 1970-е годы в США книги о феномене из Рупских
        гор. Очень интересен тот факт, что и в России Вангу признают крупнейшей ясновидящей в мире, а в Европе ее работа
        недостаточно известна, &ndash; отмечает автор. К имени Ванги он прибавляет и другие: Славка Севрюкова, Вера
        Кочовска... Также Игнатов считает известными ясновидцами Валентину Томову из Монтаны, Таню Методиеву из Бургаса,
        Данию и Боряна Начковых, Боряну Тотеву из Плевена... Однако Игнатов не позволяет себе комментировать и оценивать
        людей со способностями к ясновидению младшего поколения. Он считает, что должно пройти, по крайней мере, 10 лет,
        чтобы можно было&nbsp; оценить их более или менее объективно.</p>
    <p style="text-align: justify;"><em>&ndash; Но важно и другое: в настоящий момент нет ясновидящих масштаба Ванги. У
            нас есть хорошие, но не выдающиеся, яркие феномены. Очень хорошее впечатление создает Христос Дросинакис
            родом из Германии, но он скорее лекарь. Делая предсказания о будущем, он оставляет их нотариусу, чтобы
            избежать спекуляций. И все они сбываются! Бесспорным открытием является также <strong>доктор Наталия
                Носачева</strong>. Она заняла второе место в передаче "Битва экстрасенсов", подобной болгарской передаче
            и показанной по российскому каналу ТНТ. Она на моих глазах сделала несколько предсказаний, которые сбылись
            буквально на сто процентов!</em></p>
    <p style="text-align: justify;">Из общения со многими людьми, одаренными сверхъестественными способностями, Игнат
        Игнатов может смело сделать и другой вывод. У некоторых дар неконтролируем, а у других обусловлен генетически,
        как в случае с Дросинакисом. Проявление этого дара в большинстве случаев неожиданно даже для ученых, что
        заставляет автора книги "Ясновидение" отдать должное самой человеческой мысли.</p>
    <p style="text-align: justify;"><em>&ndash; Мысль обладает сильными энергетическими вибрациями, которые по большей
            части не изучены, поэтому она требует очень серьезного изучения!</em></p>
    <p style="text-align: justify;"><em>Однако не следует думать, что всякий человек с феноменальными способностями
            никогда не ошибается, известные публике ясновидящие всегда говорят только о своих положительных результатах,
            &ndash; напоминает Игнат Игнатов. &ndash; Этим в определенной мере объясняются и комические ситуации, в
            которые попадают перед камерой звезды телевизионного шоу ясновидящих. В какой степени при таком излучении
            вокруг &ndash; камеры, освещение, биополя других присутствующих &ndash; возможно показать свой реальный
            потенциал? Ясновидящий (в этом мы убедились вместе со многими моими коллегами-физиками) максимально точен,
            когда он предсказывает событие, касающееся одного человека. Когда же речь идет о группе людей или о
            тотализаторе, он путается!</em></p>
    <p style="text-align: justify;">Максимально адекватно ясновидящий себя чувствует на надежной почве, там он снова
        начинает говорить на языке чудес. А о переводе позаботится, например,&nbsp; Игнат Игнатов.</p>
    <h2><span style="font-family: Arsenal, sans-serif;">В плену у будущего</span></h2>
    <p style="text-align: justify;">Существование ясновидца становится оправданным только при желании разрушить магию
        какого-либо несчастья.</p>
    <p style="text-align: justify;">Но можно ли изменить будущие события?</p>
    <p style="text-align: justify;">Кажется, нет более печального ответа, чем тот, который дает Эдуард Володарский в
        своей документальной книге о Вольфе Мессинге (издательство "НСМ Медия"). Пророк еврейского происхождения на всю
        жизнь запомнил слова своего раввина: "Бог дал тебе великий дар, с которым тебе будет трудно жить, но ты
        принесешь пользу людям. Только обещай мне, что никогда не причинишь людям зла".</p>
    <p style="text-align: justify;">Трудно дать такое обещание ребенку, который вырастет, и судьба сделает его личным
        ясновидящим сначала Гитлера, а потом Сталина. Но ведь судьба любит такие шутки?!</p>
    <p style="text-align: justify;">Способность не видеть границ времени стала для Вольфа Мессинга тяжким бременем и
        принесла ему больше страданий, чем славы. По сути и само его прозвище &ndash; Пророк &ndash; доказывает, что все
        в нашем мире имеет свою цену. И в добре, и в зле.</p>
    <p style="text-align: justify;">А за будущее ясновидящий не несет ответственности.</p>
    <h2><span style="font-family: Arsenal, sans-serif;">Пророчества, которыми пренебрегли</span></h2>
    <p style="text-align: justify;">Не только ясновидящие, но и простые люди или, скажем, деятели искусства проявляли
        спонтанные и неожиданные способности к прорицанию. Некоторые из них описаны в рассказах и романах, удивительным
        образом воссоздающих еще не случившиеся события, другие так и остаются абсолютно непонятыми...</p>
    <p style="text-align: justify;">В 1838 году английский писатель Эдгар По опубликовал "Повесть о приключениях Артура
        Гордона Пима". В ней описывается кораблекрушение, в котором выжили только четыре человека из всего экипажа.
        Моряки много дней блуждали по океану в маленькой лодке, и, в конце концов, измученные голодом, они нашли
        страшный способ выживания &ndash; трое из них сговорились, убили и съели четвертого, по имени Ричард Паркер.
        Через полвека затонул корабль "Магнонет", и из него на лодке спаслись четыре моряка. Трое из них, обезумев от
        голода, съели четвертого. Когда их спасли, они попали на скамью подсудимых. Их адвокат во время судебного
        заседания цитировал произведение Эдгара По, и все были потрясены, потому что имя съеденного в реальной жизни
        матроса было, как и у литературного героя, &ndash; Ричард Паркер!</p>
    <p style="text-align: justify;">В 1886 году британский журналист И. Стед, основываясь на сказке, рассказанной ему
        шведским рыбаком Йохансоном, описал в своем рассказе столкновение огромного океанического лайнера с айсбергом.
        Эта публикация в свою очередь вдохновила писателя-фантаста М. Робертсона, который в 1898 году написал и издал
        роман "Гибель Титана". Через 14 лет в Великобритании был спущен на воду самый большой в мире пассажирский
        пароход "Титаник". Его размеры и технические данные полностью совпадали с предсказанными моряком Йохансоном. Имя
        капитана &ndash; Смит &ndash; было таким же, какое писатель дал капитану "Титана", и даже скорость "Титаника"
        перед катастрофой была такой же, как описана в романе. Но когда книга только появилась, едва ли кто-то воспринял
        ее как зловещее предсказание...</p>
    <p style="text-align: justify;">В 1980 году болгарская прорицательница Ванга предсказала, что в конце XX века в
        августе Курск уйдет под воду, и весь мир будет его оплакивать. Она сказала: "Я вижу более ста человек, им нечем
        дышать, они задыхаются". Жители российского города Курска, узнав о пророчестве, с насмешкой его отвергли, потому
        что они живут в городе на равнине, вдали от моря, и просто не могут оказаться под водой. Но все же незрячая
        прорицательница смогла увидеть будущее: подводная лодка с названием "Курск" действительно затонула, а более 100
        моряков на ее борту погибли, задохнувшись от недостатка кислорода...</p>
    <p>&nbsp;</p>
    <p style="text-align: justify;"><a class="ui labeled icon fluid red button mceNonEditable"
            style="font-family: Arsenal, sans-serif;" data-reveal="true" data-path="" data-auto=""
            data-id="parentbutton"><i class="left arrow icon"></i>назад</a></p>
</template>