<template>
    <div ref="jarallaxRef" class="ui basic vertical fitted segment jarallax mceNonEditable  min-h-[60vh]"
        :style="`background-image:url(${url})`">
        <div class="ui active light dimmer">
            <div class="content"><a class="ui header hvr-icon-wobble-vertical massive inverted icon"
                    style="font-family: Arsenal, sans-serif;"><i class="hvr-icon !h-28 icon mx-auto"
                        :class="page.i"></i><span class="ui">{{ page.title }}<span class="sub header">{{
                            page.description
                            }}</span></span></a></div>
        </div>
    </div>
    <p>&nbsp;</p>
    <div class="ui container">
        <h2 style="text-align: center;"><span style="color: rgb(186, 55, 42);">21 июля 2021 года ушла из жизни Наталия
                Григорьевна Носачева. В это трудно поверить... Наталия Григорьевна всем нам несла Свет, Любовь и Знания,
                учила нас самостоятельно справляться с трудностями, становиться здоровыми и осознанными. Она навсегда
                останется в наших сердцах. Светлая память.</span></h2>
        <div class="ui dividing header" style="font-family: Arsenal, sans-serif;">НАТАЛИЯ НОСАЧЕВА:
            <div class="sub header">то, что с раннего детства отпечатывается в памяти, на всю жизнь остается ярким
                впечатлением</div>
        </div>
        <p style="text-align: justify;">Я росла сиротой. Но мне повезло с мачехой &ndash; доброй, сердечной женщиной,
            подарившей мне много любви и душевного тепла. Я не придавала никакого значения своим способностям предвидеть
            какие-то события. Однако именно эти способности помогли мне вновь не только обрести здоровье, но и
            кардинально
            изменить свою жизнь.</p>
        <p style="text-align: justify;">Конечно, все произошло значительно позже. Став старше, поняла, как важно быть
            внимательной к детям, увидеть их какие-либо дарования и своевременно их развивать.</p>
        <p style="text-align: justify;">Рассматривая фотографию мамы, так рано ушедшей из жизни, невольно думалось:
            "Неужели
            ее такую молодую и красивую не могли спасти?"</p>
        <p style="text-align: justify;">Возможно тогда, еще малышкой, подсознательно поняла, что хочу людей лечить и
            вылечивать.</p>
        <p style="text-align: justify;">&nbsp;</p>
        <div class="ui message">
            <p style="text-align: justify;">Носачева Наталия Григорьевна &ndash; профессор народной медицины, член
                Российской профессиональной медицинской ассоциации специалистов традиционной и народной медицины (РАНМ).
                Лауреат конкурса "Лучший целитель России 1998, 1999 гг., последнего десятилетия ХХ века". Удостоена
                высшей
                награды в комплементарной (народной) медицине &ndash; Звезды Магистра. Мэтр науки и практики,
                Действительный
                член Европейской академии естественных наук (Германия), Пражской пси-академии, Российского
                международного
                регистра комплементарной медицины. Награждена орденом Роберта Коха (Ганновер, 2008 г.) и бриллиантовым
                орденом "За профессиональную честь, достоинство и почетную деловую репутацию" I степени (февраль 2009
                года).
            </p>
            <p style="text-align: justify;">Финалист телепроекта "Битва экстрасенсов" на ТНТ. Наталия Носачева никогда
                не
                занималась чёрной магией и колдовством, не делала приворотов. Она всем несла Свет, Любовь и Знания,
                учила
                самостоятельно справляться с трудностями, становиться здоровыми и осознанными.</p>
            <p style="text-align: justify;">Наталия Носачева &ndash; автор книги "Власть над собой" из серии "Вспомни о
                своем ясновидении" 2008 г., многочисленных статей и выступлений по вопросам народной медицины и
                целительства.</p>
            <p style="text-align: justify;">Сотрудничала с НИИ нейрохирургии имени Н.Н. Бурденко &ndash; снимала
                послеоперационные, посттравматические боли.</p>
            <p style="text-align: justify;">Проводила безошибочную диагностику внутренних органов взрослых и детей. К
                Наталии Григорьевне приезжали люди из разных стран с самыми сложными заболеваниями. Свои способности она
                демонстрировала не только в России, но и за рубежом: имела положительный опыт работы в Швейцарии,
                Австрии,
                Израиле, Болгарии, Турции. Умело и успешно применяла терапию травами и настоями. Имела хорошие
                результаты
                диагностики и воздействия по фотографии с установкой защиты при отсутствии пациента. Могла значительно
                влиять на изменение состояния иммунитета. Легко и свободно открывала необходимые программы и коды
                &ndash;
                каналы любви, коммерции, осуществляет закрытие каналов, несущих неудачу.</p>
            <p style="text-align: justify;">Однако так было не всегда. Доктор Носачева лечила больных самыми обычными,
                известными медицинской науке средствами и ни о какой экстрасенсорике не помышляла. Пока в возрасте 36
                лет не
                попала в серьёзную автомобильную катастрофу. Потребовались годы восстановления, прежде чем Наталия
                Григорьевна вновь смогла помогать другим &ndash; ведь ей пришлось заново учиться говорить, ходить и даже
                есть. После этих драматических событий у нее появились способности к ясновидению и целительству. "Моя
                жизнь
                поделена на "до" и "после" &ndash; говорила Наталия Носачева.</p>
            <p style="text-align: justify;">Целый ряд томов отзывов и благодарностей венчают её Дар, способности, знания
                и
                преданность своему делу.</p>
            <p style="text-align: justify;">Наталия Григорьевна разрабатывала и реализовывала новые методы излечения
                многих
                заболеваний. Использовала висцеральную коррекцию функционального состояния организма. Выравнивала
                биополевую
                структуру организма, которая активизирует иммунную систему. Воздействие основано на ясновидении,
                методике
                тибетской медицины, цигун, вакуумной и лазерной терапии с использованием спектральных ламп металлов.</p>
        </div>
        <p style="text-align: justify;">&nbsp;</p>
        <div class="ui dividing header" style="font-family: Arsenal, sans-serif;">ВТОРАЯ ЖИЗНЬ
            <div class="sub header">известная пословица &ndash; "не было бы счастья, да несчастье помогло" как раз про
                этот
                непростой этап в моей жизни, который и определил дальнейший ход событий</div>
        </div>
        <p style="text-align: justify;">Поздней ночью, почти добравшись до дома &ndash; оставалось совсем немного
            &ndash; мы
            заезжали на мост, когда в нас въехала машина ГАЗ-53, груженая мебелью. Мужу удалось резко вывернуть руль и
            перевести лобовое столкновение в боковое по диагонали, иначе бы меня просто раздавило: водитель грузовика
            был
            сильно пьян и, наверное, плохо понимал, что происходит вокруг.</p>
        <p style="text-align: justify;">Я через лобовое стекло вылетела на капот, получив множество травм и переломов.
            Помню, как я вижу свое тело, лежащее на капоте. Вижу, как муж мой в растерянности ходит вокруг машины в
            полвторого ночи, и не знает, что же делать! А я вижу все это сверху! Потом видела, как подъехал знакомый
            милиционер.</p>
        <p style="text-align: justify;">Три недели я потом никого не узнавала. Но к жизни меня все же вернули. Срослись
            ребра и другие сломанные кости, и меня, обездвиженную, выписали домой.</p>
        <p style="text-align: justify;">Приговор моих коллег-врачей был единогласным &ndash; в таком состоянии мне
            предстоит
            жить всю оставшуюся жизнь. Коллеги-врачи развели руками: "Ничего больше сделать невозможно. Спасибо, что
            жива
            осталась!" &hellip; А мне всего немногим более тридцати, и я обожаю танцевать, была в юности чемпионкой
            области
            по спортивной гимнастике. Смириться с этим было невозможно.</p>
        <p style="text-align: justify;">Я лежала и размышляла, как жить дальше. И вдруг на меня снизошло озарение
            &ndash; "Я
            буду здорова! Есть какой-то другой путь, другие способы исцеления!"</p>
        <p style="text-align: justify;">В конце 80-х первые экстрасенсы приезжали к нам в Ростов-на-Дону. Видя их
            выступления, на которые меня привозили, а потом, познакомившись ближе, пообщавшись, я стала "поднимать себя
            за
            шиворот". Я обретала совершенно новые знания, которые помогли побороть и высокую температуру, которая не
            снижалась долгие месяцы, и стойкую межреберную невралгию. И по истечении четырех лет я поднялась.</p>
        <p style="text-align: justify;">Так началась моя вторая жизнь</p>
        <p style="text-align: justify;">Почему-то всех представителей нетрадиционной медицины причесывают "под одну
            гребенку", а ведь у каждого своя методика. Один практикует суггестологию, другой &ndash; биокоррекцию,
            третий
            &ndash; биоэнергетику и так далее. И так повезло, что мне довелось попасть на курсы и семинары различных
            направлений. Причем, получала именно те знания, которые и были нужны. Сперва, я даже писать не могла &ndash;
            все
            записывала на диктофон. К тому, что мне там рассказывали и показывали, я в какой-то степени была готова.</p>
        <p style="text-align: justify;">Хочу заметить, что я из атеистической семьи, правда, в детстве бабушка, втайне
            от
            всех, меня крестила.</p>
        <p style="text-align: justify;">Но к вере в Бога, в Высший Разум я пришла самостоятельно. Убеждена, что без веры
            в
            то, что каждого из нас ведут по жизни Высшие Силы, но при этом, если нет веры в себя, в собственные силы,
            вряд
            ли судьба сложится удачно.</p>
        <p style="text-align: justify;">Авария, в которую я попала и все, что случилось со мной потом &ndash; словно
            знак,
            что мой дар прозрения дался мне не просто так. Я победила свой недуг. Это кажется чудом. Но я снова могу
            ходить
            на каблуках 10-11 сантиметров, танцевать.</p>
        <p style="text-align: justify;">Более трех лет я почти круглыми сутками исцеляла себя, напитываясь знаниями,
            применяя к себе всевозможные практики. Мое упорство, отчаянное желание стать здоровой, перекрыли канал
            самому
            страшному негативу &ndash; лени. Я настойчиво работала над собой, понимая, что только это и поставит меня на
            ноги. И мне стало ясно, что если я получила такой подарок &ndash; яснознание, подкрепленное при этом опытом,
            знаниями, то я просто обязана отдавать все это людям.</p>
        <p style="text-align: justify;">Я помогаю людям обрести здоровье, обладая способностью точного определения
            характера
            и степени тяжести заболевания без УЗИ, без ЭХО, без рентгена. Мне дано видеть в цвете все органы и скелет
            человека. Моя работа требует большого напряжения. Но огромные силы дает тот факт, что я помогаю людям
            исцелиться
            без различных медикаментов, не давая "продуктам побочного действия" внедряться в их организм. Ведь
            употребляя
            любые медикаменты, как говорится, "одно лечим, другое калечим".</p>
        <p style="text-align: justify;">&nbsp;</p>
        <div class="ui dividing header" style="font-family: Arsenal, sans-serif;">ТРИ В ОДНОМ:
            <div class="sub header">врач, целитель, ясновидящая</div>
        </div>
        <p style="text-align: justify;">Спустя, после аварии, примерно года три, произошёл случай. Из своей комнаты,
            лежа на
            кровати (я еще только училась ходить), я увидела своего мужа, а когда закрыла глаза, увидела за ним
            скелет...
            &nbsp;Это был его друг, которого я сразу не заметила. Сначала думала, что это от долгой болезни появились
            галлюцинации. Но вскоре такое же явление повторилось с другими людьми. Очень долго я об этом никому,
            естественно, не говорила. Но снова к нам в город приехали супруги-экстрасенсы, врачи. Им я и рассказала о
            своих
            видениях. И они пригласили меня к сотрудничеству! Я просматривала людей, а они лечили: я научилась, когда
            это
            было необходимо, закрывать глаза и просматривать все внутренние органы человека.</p>
        <p style="text-align: justify;">Но, тем не менее, не сразу я стала использовать новые способности в своей работе
            врача. Долгие годы учебы и постижения наук и знаний, о которых я раньше не знала, предшествовали этому.</p>
        <p style="text-align: justify;">Однажды ко мне в кабинет пришла пациентка с отравлением. Я стала убирать токсины
            из
            организма, и уже через 15 минут ей стало значительно лучше. Но зато дома, ближе к ночи, я почувствовала
            признаки
            отравления на себе. Это было состояние, какого врагу не пожелаешь. И тогда я сделала вывод: нельзя чужие
            патологии и беды вбирать в себя. Я поняла, что иначе надо работать. Позже пришло умение не брать на себя
            чужие
            болезни, симптомы. Тем не менее, и сейчас, спустя много лет с момента аварии, начинают болеть сломанные
            ребра
            после сеанса с тяжелыми больными.</p>
        <p style="text-align: justify;">Потом стала использовать маятник, научилась лечить, прикладывая руки. А когда у
            нас
            в Ростове открылся первый центр, где применялись методики и наработки традиционной медицины &ndash;
            "Здоровье"
            &ndash; я впервые стала принимать там не просто как врач, а именно как специалист по народной медицине.</p>
        <p style="text-align: justify;">Один из первых пациентов &ndash; молодой человек с язвой желудка. Понадобилось
            10
            сеансов по полчаса, чтобы болезнь ушла. И по сей день он благодарен: часто вижу его, когда приезжаю в
            Ростов, к
            сыну. За многие годы у него не было ни одного рецидива.</p>
        <p style="text-align: justify;">Я все время учусь, минимум каждые пять лет обновляю знания. Они накапливаются, и
            наступает момент, когда разрозненная цепочка знаний объединяется еще в одно целостное звено &ndash;
            происходит
            переход количества в качество. Поэтому свою базу знаний специалист постоянно должен обновлять и
            совершенствовать.</p>
        <p style="text-align: justify;">Методики постоянно меняются и совершенствуются, также, впрочем, как и подход к
            людям. Многое изменилось даже за последний год. Сократились, например, сроки лечения.</p>
        <p style="text-align: justify;">В течение трех лет я работала с самыми тяжелыми больными в Тель-а-Виве.
            Известно,
            что в Израиле лучшая мировая медицина, но даже с использованием новейших достижений здравоохранения она не
            всесильна. Поэтому тель-а-вивские медики пригласили меня к сотрудничеству. Началось все с одной пациентки:
            меня
            пригласили персонально к ней. Но другие больные и сами врачи увидели потрясающие результаты. Так ко мне
            потянулась вереница пациентов, и я задержалась в Израиле на три года.</p>
        <p style="text-align: justify;">Вообще, я убеждена, что ко мне пациентов "ведут". Я им объясняю: "Вы так
            настрадались, что вас ко мне привели. Это не моя заслуга".</p>
        <p style="text-align: justify;">&nbsp;</p>
        <div class="ui dividing header" style="font-family: Arsenal, sans-serif;">НЕ ТОЛЬКО БИОЭНЕРГЕТИКА
            <div class="sub header">я уже более 25 лет не пользуюсь лекарствами</div>
        </div>
        <p style="text-align: justify;">У меня есть лампы, несущие главные спектры химэлементов и позволяющие
            воздействовать
            на рефлексогенные зоны и акупунктурные точки светом, в зависимости от выбора нужных типов излучателей,
            например:
            калий, кальций, фосфор, цинк, медь, натрий и т.д. Речь может идти не о том, чтобы бороться с болезнью, а о
            том,
            что, поняв ее смысл, увидеть глубинную причину &ndash; каких именно микроэлементов не хватает нашему
            организму,
            чтобы нормализовать обмен веществ, работу иммунной системы и возможность противостоять заболеванию.</p>
        <p style="text-align: justify;">А вообще, подавляющее число проблем и болезней &ndash; в нас самих. Об этом, в
            частности, я рассказываю на своих курсах, которые веду еще с Ростова. Кто мои ученики? Мои же пациенты. Я
            говорю
            им: хватит платить деньги, идите и научитесь помогать себе сами. Ежедневно работая по моей методике, они
            выходят
            из болезненного состояния. Это знания о саморегуляции, защите и очищении каналов ясновидения, которые в той
            или
            иной степени заложены в каждом из нас.</p>
        <p style="text-align: justify;">Я получила второе образование &ndash; психологическое, когда поняла, что
            недостаточно лечить тело человека, надо менять его мысли о жизни, о людях. Учить любить и прощать. Меняя
            мысли и
            поведение человека, а также найдя глубинную причину отклонений в здоровье, приходишь к положительным
            результатам.</p>
        <p style="text-align: justify;">Когда человек меняется сам &ndash; меняется и все вокруг. Я нескольким женщинам
            вернула мужей. Не приворотами &ndash; такими вещами я не занимаюсь. А просто новым поведением жены. Хорошо
            лечатся болезни, связанные с нарушением центральной нервной системы, синдром хронической усталости.</p>
        <p style="text-align: justify;">С детишками удается получить хорошие результаты: недоразвитие, сколиозы,
            различные
            патологии.</p>
        <p style="text-align: justify;">А вот с компьютером, интернетом работать категорически не могу: зависает
            компьютер
            от моей энергетики. Я даже не захожу в те комнаты, где проводят компьютерную диагностику: повышенное
            магнитное
            поле.</p>
        <p style="text-align: justify;">&nbsp;</p>
        <div class="ui dividing header" style="font-family: Arsenal, sans-serif;">НЕОБЫЧНЫЙ ПОРТРЕТ
            <div class="sub header">Слукина &ndash; моя девичья фамилия, до замужества</div>
        </div>
        <p style="text-align: justify;">На одном из международных конгрессов я познакомилась с очаровательной
            женщиной-врачом &ndash; Ольгой Бирюковой. Её муж, художник, оказался <strong>иконописцем царской семьи
                Романовых</strong>. В доме Бирюковых меня представили <strong>Великому князю Николаю Алексеевичу
                Романову и
                его жене Наталье</strong>. В дальнейшем мы много общались. Это были незабываемые разговоры о настоящем,
            будущем, о судьбе нашей Родины, о месте России на будущей карте мира и ещё о многом другом.</p>
        <p style="text-align: justify;">Видимо, мои размышления, моё дело исцеления людей, вызвали у них определённый
            отклик. И вдруг, совершенно неожиданно для меня, я получаю грамоту за царственной подписью, что мне дарован
            новый титул &ndash; <strong>графиня Наталия Носачева-Слукина</strong> (вторая фамилия моя девичья).</p>
        <p style="text-align: justify;">Через некоторое время я буквально подняла на ноги Анатолия Петровича, в свои 79
            лет
            сломавшего шейку бедра. Как известно из практики, для пожилого человека исход подобной травмы зачастую
            заканчивается кладбищем. Работала с ним и в прямом контакте и дистанционно. Примерно через год он на своих,
            к
            тому времени уже крепких и здоровых, ногах приехал с женой ко мне в гости. В руках он держал нечто большое,
            завёрнутое в плотную бумагу. Развернула и обомлела&hellip;</p>
        <p style="text-align: justify;">Это был мой портрет, написанный в особенных традициях старого русского стиля в
            графских одеждах. Эта работа мастера и по сей день украшает одну из стен моей квартиры. Не буду приводить
            здесь
            отзывы профессиональных критиков о работе художника. Скажу только, что единогласное мнение таково &ndash;
            "этой
            работе место в музее".</p>
        <p style="text-align: justify;">Один из моих пациентов, рассматривая портрет, произнес: "В Ваших глазах здесь
            столько доброты! Художник сумел уловить в Вас главное!"</p>
        <p style="text-align: justify;">Возможно это и так. Я ведь всегда стремлюсь везде и повсюду нести людям добро,
            здоровье, радость.</p>
        <p style="text-align: justify;">Я общалась с главой семейства, Николаем Алексеевичем, в течение двух лет, до
            самой
            его кончины. С Наталией, его женой, дружим до сих пор. Она пишет стихи, и не так давно подарила мне свою
            книгу с
            дарственной надписью.</p>
        <p style="text-align: justify;">Вообще, как правило, мои бывшие пациенты &ndash; мои друзья.</p>
        <p style="text-align: justify;">Сын живёт в Ростове, поэтому общаюсь я в Москве в основном с теми, кто пришёл
            когда-то за помощью, они и становятся моими друзьями.</p>
        <p style="text-align: justify;">А несколько лет тому назад отец Сергий благословил меня на работу не только как
            медика, но и как народного целителя.</p>
        <p style="text-align: justify;">&nbsp;</p>
        <div class="ui dividing header" style="font-family: Arsenal, sans-serif;">НАТАЛИЯ НОСАЧЕВА:
            <div class="sub header">мои пациенты становятся моими друзьями</div>
        </div>
        <p style="text-align: justify;">Во времена моего взросления, да и в зрелые годы, так запросто, как сейчас
            поехать за
            границу было просто невозможно. Исключение составляли лишь дипломаты, спортсмены, некоторые артисты. И вдруг
            меня, как уникального специалиста приглашают на международную конференцию в Швейцарию. Хотя уже шел 1998
            год, и
            положение с поездками по миру кардинально изменилось, но теперь для разъездов &laquo;по заграницам&raquo;
            нужны
            были деньги. Мне помог благороднейший человек Яков Григорьевич Гальперин.</p>
        <p style="text-align: justify;">В огромном конференц&ndash;зале, где собрались лучшие представители
            нетрадиционных
            методов лечения со всего мира, много было и врачей. Вообще-то считаю, что сегодня целителю необходимо
            медицинское образование. Прошли времена гениальных самоучек.</p>
        <p style="text-align: justify;">Я вышла на трибуну. Улыбнулась залу и сказала: &laquo;У меня нет ни молоточка,
            ни
            дощечки, ни рамки, ни таблиц, ни даже письменного доклада, как у предыдущих выступающих. Но у меня есть мои
            две
            руки и мозг, который хранит все мои знания и умения. Если есть в зале желающие сделать диагностику - милости
            прошу ко мне&raquo;.</p>
        <p style="text-align: justify;">На сцену начали выходить люди. Со скрупулезной точностью я у каждого добровольца
            определяла слабые места организма, органы, где у человека возникала боль. Его негативные привычки и к чему
            они
            ведут, ставила диагнозы.</p>
        <p style="text-align: justify;">И вдруг на сцену вышла довольно молодая, слегка прихрамывающая женщина. У нее
            была
            подставка под пятку левой ноги в четыре сантиметра. То есть одна нога короче другой на четыре сантиметра. Я
            начала с ней работать. С закрытыми глазами увидела, что у нее сильно перекошена бедренная кость, а, значит,
            есть
            и перекос лопаток. Не дотрагиваясь до ее тела, работая мыслеформой, своей энергетикой привожу ее органы в
            норму.
            Вся манипуляция длилась не более четырех - пяти минут. Все! Обе ноги одинаковой длины! Она, не веря себе
            самой,
            раскручивая в руке уже ненужную подставку, побежала по залу.</p>
        <p style="text-align: justify;">Что тут началось! Овации! Восклицания! Изумление коллег&hellip;</p>
        <p style="text-align: justify;">В зале было более четырех тысяч человек. Слух обо мне разошелся очень быстро.
            Потом,
            когда я уже обрела международную известность, мне доводилось работать в разных странах &ndash; в Австрии,
            Германии, США, Израиле, Болгарии, других.</p>
        <p style="text-align: justify;">Мои пациенты становятся моими друзьями. И это понятно. Они благодарны мне за
            обретение здоровья. А я им за то, что они упорно вместе со мной боролись против общего врага - недуга.
            Причем в
            этом списке и самый страшный бич нынешнего времени &ndash; онкология.</p>
        <p style="text-align: justify;">&nbsp;</p>
        <router-link :to="page.parent.to" class="ui labeled icon fluid red button"
            style="font-family: Arsenal, sans-serif;"><i class="left arrow icon"></i>на
            главную</router-link>
    </div>
</template>

<script setup>
import { inject, useTemplateRef, onMounted } from "vue";
import { jarallax } from "jarallax";

const { pid: id } = defineProps(["pid"]),
    page = inject("pages")[id],
    [{ url }] = page.images,
    jarallaxRef = useTemplateRef("jarallaxRef");

onMounted(() => { jarallax(jarallaxRef.value, {}) });
</script>