<template>
    <div ref="jarallaxRef" class="ui basic vertical fitted segment jarallax mceNonEditable  min-h-[60vh]"
        :style="`background-image:url(${url})`">
        <div class="ui active light dimmer">
            <div class="content"><a class="ui header hvr-icon-wobble-vertical massive inverted icon"
                    style="font-family: Arsenal, sans-serif;"><i class="hvr-icon !h-28 icon mx-auto"
                        :class="page.i"></i><span class="ui">{{ page.title }}<span class="sub header">{{
                            page.description
                        }}</span></span></a></div>
        </div>
    </div>
    <p>&nbsp;</p>
    <div class="ui container">
        <div class="ui dividing header" style="font-family: Arsenal, sans-serif;">НАТАЛИЯ НОСАЧЕВА:
            <div class="sub header">чтобы начать разговор о биоэнергетике человека, прежде расскажу, что это вообще
                такое
            </div>
        </div>
        <p style="text-align: justify;">Биоэнергетика или по-другому биологическая энергетика человека &ndash;
            энергетическое строение организма, невидимое человеческим взглядом. На простом языке биоэнергетика &ndash;
            наука
            об ауре человека. В давние времена люди знали, что есть что-то, что окружает человека, невидимое, но
            ощутимое. И
            рисовали это в виде некоего свечения. Но аура это не просто оболочка человека, она имеет несколько
            энергетических слоёв, каждый из которых имеет свой цвет.&nbsp;</p>
        <p style="text-align: justify;">Нарушение ауры приводит к &nbsp;заболеваниям и моральным расстройствам.
            Биоэнергетическое поле &ndash; наша защита от болезней, наш щит от неблагоприятных внешних воздействий, и
            моя
            задача &ndash; помочь вам держать этот щит в полном порядке. В первую очередь нужно думать о правильном и
            нравственном образе жизни, ведь безнравственность &ndash; <strong>первооснова разрушения оболочек</strong>.
            Поэтому биоэнергетика человека, в первую очередь, зависит от его образа жизни.&nbsp;</p>
        <p style="text-align: justify;">Теоретические основы биоэнергетики обосновал последователь Фрейда австрийский
            врач
            Вильгельм Райх. В терапевтических целях её впервые начал применять Александр Лоуэн. Он создал целую
            методику,
            состоящую из комплекса упражнений и инструкций, которые и сегодня с успехом применяются в биоэнергетике.</p>
        <p style="text-align: justify;">В настоящее время в лексиконе крепко освоилось понятие "энергетический вампир".
            Мы
            можем сталкиваться с ними постоянно изо дня в день, но не знать об этом, единственное, что мы ощущаем после
            встречи с таким человеком &ndash; необычно скорый упадок сил, апатию, депрессию. Человек и сам не
            подозревает о
            том, что может являться энергетическим вампиром. Чем выше духовный потенциал человека, тем крепче его
            биополе
            противостоит &nbsp;выкачиванию энергии и выше стоит защита.</p>
        <p style="text-align: justify;">&nbsp;</p>
        <div class="ui dividing header" style="font-family: Arsenal, sans-serif;">О МЕТОДЕ ЛЕЧЕНИЯ БИОЭНЕРГЕТИКОЙ
            <div class="sub header">организм человека уникален по своей природе</div>
        </div>
        <p style="text-align: justify;">Он способен к самообновлению, саморегуляции, самоисцелению. В нём заложено
            природой
            всё необходимое для исцеления.&nbsp;</p>
        <p style="text-align: justify;">Биоэнергетическое воздействие &ndash; направленная, поэтапная, многоплановая
            работа,
            основанная на чётком понимании биоэнергетических и физиологических процессов, протекающих в организме. К
            каждому
            пациенту применяется индивидуальный подход, с учётом возрастных, психологических, энергетических
            особенностей
            человека. Биоэнерготерапевт детально изучает историю болезни, её течение, симптомы, а также обращает
            внимание на
            состояние организма в целом, сопутствующие патологии и заболевания.</p>
        <p style="text-align: justify;">Наилучшие результаты достигаются тогда, когда биоэнерготерапевт разрабатывает и
            приходит самостоятельно к собственному методу лечения, а не копирует других. Такой метод рождается от
            искреннего
            желания помочь больному человеку, он приходит интуитивно, изнутри. Но и отбрасывать всё ценное, что есть в
            других методах, не стоит. Наоборот, эти знания необходимы для совершенствования эффективности собственного
            метода.</p>
        <p style="text-align: justify;">Наталия Григорьевна на протяжение всей жизни училась, посещала множество курсов,
            семинаров, тренингов. Всё это позволило ей изучить теоретически и практически разные направления официальной
            и
            нетрадиционной медицины.</p>
        <p style="text-align: justify;">В процессе воздействия биоэнергетикой постепенно, от сеанса к сеансу, Наталия
            Григорьевна разрывала негативный порочный круг, возвращала состояние организма к норме. Острый процесс,
            например, головную боль, с помощью биоэнергетического воздействия можно оборвать быстро. Как было, например,
            во
            время съёмок одного из испытаний в первом сезоне "Битвы экстрасенсов", когда буквально за несколько минут
            Наталия Григорьевна помогла Лере Кудрявцевой. Но, как правило, на приём приходили люди с хроническими
            болезнями,
            перепробовавшие почти все в традиционной медицине и разуверившиеся в ней. Ведь при лечении хронической
            патологии
            лекарствами одно лечится за счёт другого. Организм при медикаментозном лечении не рассматривается как единое
            целое. И в результате и основное заболевание толком не вылечивается, потому что при традиционном лечении
            снимаются симптомы, но не причина, и добавляются осложнения в виде побочных действий от препаратов. Очень
            редко
            при таком подходе происходит выздоровление.</p>
        <p style="text-align: justify;">Цель биоэнергетического воздействия Наталии Григорьевны всегда была направлена
            на
            полное избавление от хронического заболевания. Значительное облегчение наступало уже после первых сеансов.
            Но
            недостаточно было прийти на приём, получить "волшебные пассы руками" и продолжать дальше вести тот образ
            жизни,
            который и привёл к заболеванию. Чтобы был результат, пациент, со своей стороны, тоже должен был включиться в
            работу, перестроить своё сознание так, чтобы оно перестало контролировать болезнь и не мешало
            биоэнергетическому
            воздействию.</p>
        <p style="text-align: justify;">&nbsp;</p>
        <div class="ui dividing header" style="font-family: Arsenal, sans-serif;">НАТАЛИЯ НОСАЧЕВА:
            <div class="sub header">обучение биоэнергетике</div>
        </div>
        <p style="text-align: justify;">В современно мире редко встретишь здорового человека. Даже дети рождаются уже
            больными. Один из симптомов реалий современного ритма жизни &ndash; сильная утомляемость, упадок сил.
            Причина
            может заключаться в неблагоприятной экологической обстановке или во внутреннем стресс-факторе, который
            накапливается постепенно. Биоэнергетическая терапия призвана оценить угрозу и ликвидировать её последствия.
        </p>
        <p style="text-align: justify;">Раньше секреты биоэнергетического воздействия передавались из уст в уста, от
            поколения к поколению. Сегодня разработано множество учебных пособий в свободном доступе и даже существуют
            институты, направленные на обучение возможностям биоэнергетики. Система обучения в школах и институтах
            биоэнергетики в основном базируется на принципах работы посредством осознания непонятных до этого процессов,
            таких как осознанный выбор своих мыслей, ведущих к реализации намерений и целей, работа с внутренними
            чувствами,
            мыслями и ощущениями. Также, возможно обучение биоэнергетике самостоятельно посредством изучения
            специализированной литературы.</p>
        <p style="text-align: justify;">Обучение биоэнергетике способствует осуществлению собственных целей и учит
            самоисцелению, охватывает изучение энергетики человека и управление его энергетическими потоками,
            космоэнергетику, чистку энергетических каналов, энергетическую защиту, подпитку и полное оздоровление
            организма.
            Человеку с чистыми и не закупоренными энергетическими каналами, умеющему с лёгкостью набирать и накапливать
            энергию, управлять энергетическими потоками, исцелять себя и других, открывается фундамент для дальнейшего
            развития собственных способностей в области ясновидения и контроля над собственной судьбой.</p>
        <p style="text-align: justify;">Ещё не имея понятия о том, что такое мыслеформа, я уже попробовала полечить свою
            больную коленку, травмированную в аварии. Получилось! И потом, когда я стала серьёзно изучать различные
            целительские практики, мне стало понятно, что человек может овладеть механизмом самоизлечения. Когда слышу
            популярное изречение &ndash; "вначале было слово", у меня сразу же возникает другое &ndash; "вначале была
            мысль!"</p>
        <p style="text-align: justify;">Мысль обладает огромной силой. Всем известны слова о том, что "словом можно
            убить!"
            И ведь это так и есть! Но словом, то есть изречённой мыслью, можно и вылечить. Нельзя мысленно
            программировать
            себя на негатив. Напротив, магические слова и вовсе делают чудеса. Мы редко произносим в свой адрес: "Я это
            могу!", "Я это обязательно сделаю!", "У меня получится!"</p>
        <p style="text-align: justify;">Если мы хотим для себя чего-то хорошего, то надо обозначить для себя это хорошее
            добрыми словами. Не стоит принимать на себя отрицательные эмоции других. Подруга плачется вам "в жилетку",
            вы
            воспринимаете её беду, как собственную, а потом у вас начинаются проблемы. Потому что ваш организм
            наполнился
            отрицательной, чёрной энергией.</p>
        <p style="text-align: justify;">Что в мыслеформе заключена великая сила, сегодня уже доказано учёными многих
            стран.
            Для силы мысли нет ни пространства, ни расстояния. Правда, к этой технике надо относиться с величайшей
            осторожностью. Неумелые действия могут нанести большой вред.</p>
        <p style="text-align: justify;">Я была участницей множества экспериментов. В том числе и на международном
            уровне. В
            стакане воды, который находился в Софии, а я сама в это время была в Москве, &ndash; меняла структуру воды.
            Силой мыслеформы можно вылечить самые сложные заболевания.</p>
        <p style="text-align: justify;">Профессор Игнат Игнатов в своей книге "Энергетическая биомедицина" (издательство
            Гея-Либрис, София, 2006 г.; книга опубликована на болгарском, русском, немецком и английском языках)
            анализирует
            фундаментальные научные эксперименты, в которых я принимала участие. И вот выводы группы учёных:</p>
        <p style="text-align: justify;">🔹 "Уникальный результат биовоздействия на молекулярном уровне на воду при
            режимах
            "отдачи" и " отнятия" демонстрирует д-р Носачева."</p>
        <p style="text-align: justify;">🔹 "Прекрасный анализ по методу Кирлиана большого пальца руки &ndash; ореол типа
            "точкообразный". (Эти эксперименты были проведены с помощью приборов профессора Антонова.)</p>
        <p style="text-align: justify;">🔹 "Исключительный сосудорасширяющий эффект после биологического воздействия на
            поверхность кожи на участке спины. Терапевтические результаты устойчивы во времени, что подтверждают
            исследования после лечения, благодаря биорезонансным изменениям в структуре воды, клетках, тканях тела."</p>
        <p style="text-align: justify;">Сообщения о результатах этих и других моих возможностях не раз звучали с трибун
            различных международных конференций и симпозиумов.</p>
        <p>&nbsp;</p>
        <router-link :to="page.parent.to" class="ui labeled icon fluid red button"
            style="font-family: Arsenal, sans-serif;"><i class="left arrow icon"></i>на
            главную</router-link>
    </div>
</template>

<script setup>
import { inject, useTemplateRef, onMounted } from "vue";
import { jarallax } from "jarallax";

const { id } = defineProps(["id"]),
    page = inject("pages")[id],
    [{ url }] = page.images,
    jarallaxRef = useTemplateRef("jarallaxRef");

onMounted(() => { jarallax(jarallaxRef.value, {}) });
</script>