<template>
    <div ref="jarallaxRef" class="ui basic vertical fitted segment jarallax mceNonEditable  min-h-[60vh]"
        :style="`background-image:url(${url})`">
        <div class="ui active light dimmer">
            <div class="content"><a class="ui header hvr-icon-wobble-vertical massive inverted icon"
                    style="font-family: Arsenal, sans-serif;"><i class="hvr-icon !h-28 icon mx-auto"
                        :class="page.i"></i><span class="ui">{{ page.title }}<span class="sub header">{{
                            page.description
                            }}</span></span></a></div>
        </div>
    </div>
    <p>&nbsp;</p>
    <div class="ui container">
    <p style="text-align: justify;"><strong>Ясновидение &ndash; загадочное явление, которому ученые до сих пор не могут
            найти внятного научного объяснения. Тем не менее есть люди, обладающие этим удивительным даром. Одна из них
            &ndash; Наталия Григорьевна Носачева &ndash; недавно она стала лауреатом телевизионного проекта "Битва
            экстрасенсов".</strong></p>
    <p style="text-align: justify;">Наталия Григорьевна более тридцати лет лечит людей в нашей стране и за рубежом,
        основываясь на знаниях официальной и восточной медицины, системы Ци-гун, рефлексо-вакуумной и лазерной терапии и
        используя свои уникальные возможности. Она удостоена стольких почетных званий, что только одно их перечисление
        заняло бы всю журнальную полосу. Скажем только, что кроме высоких отечественных званий она действительный член
        Пражской пси-академии и Европейской Академии естественных наук.</p>
    <p style="text-align: justify;"><strong>&ndash; Скажите, Наталия Григорьевна, когда вы решили посвятить себя
            благородному делу лечения людей, Вы уже ощущали в себе способности к ясновидению? </strong></p>
    <p style="text-align: justify;"><em>&ndash; Нет. Все случилось гораздо позже. Моя беда обернулась великой наградой.
            Уже став специалистом, я попала в тяжелую автокатастрофу. Меня, конечно же, лечили, но с последствиями
            травмы никто из моих коллег-врачей справиться не смог. И я поняла, что "спасение утопающих &ndash; дело рук
            самих утопающих". Не буду описывать все этапы своего "большого пути", сколько всего было перечитано,
            осмыслено, узнано. Но вдруг в один прекрасный день с изумлением поняла, что, закрывая глаза, ясно вижу
            внутренние органы человека.</em></p>
    <p style="text-align: justify;"><strong>&ndash; И что это дает?</strong></p>
    <p style="text-align: justify;"><em>&ndash; Как что?! Приходящему ко мне пациенту не нужно предварительно делать
            никакие анализы, УЗИ и прочее. Все его проблемы видны мне как на большом экране.</em></p>
    <p style="text-align: justify;"><strong>&ndash; А как это происходит? </strong></p>
    <p style="text-align: justify;"><em>&ndash; Мне трудно Вам объяснить, но я вижу не только болезнь, с которой ко мне
            обращаются, но и концентрируюсь на своих так называемых мысле-формах. И сразу понимаю, как лечить ту или
            иную болезнь. Мне не надо прикасаться к пациенту руками, достаточно бесконтактного воздействия. Во время
            эксперимента в Институте мозга РАЕН, от моей концентрации на мыслеформах, от моей энергетики перегорели все
            приборы.</em></p>
    <p style="text-align: justify;"><em>В диагностике мне помогает еще и ощущение "запаха болезни". Вот, к примеру,
            приходит пациент с жалобами на боли в правом боку. И я моментально чувствую, что у него проблема с печенью.
            Закрываю глаза и вижу эту самую нездоровую печень в цвете &ndash; она грязно-бурая. Начинается лечение.
            Камни в желчном пузыре я сначала дроблю, а затем обращаю их в пыль. Конечно, это происходит не за один
            сеанс.</em></p>
    <p style="text-align: justify;"><strong>&ndash; С какими болезнями вы еще справляетесь?</strong></p>
    <p style="text-align: justify;"><em>&ndash; Если я начну перечислять, получится целый лечебный справочник. Это и
            многие болезни желудочно-кишечного тракта, и заболевания мочеполовой системы &ndash; простатит, нефриты,
            поликистоз почек, цистит, гинекологические болезни. Эффективно бесконтактным способом излечиваются
            патологические состояния опорно-двигательного аппарата &ndash; сколиоз, остеохондроз, кифоз, выравнивание
            конечностей. Снимаю воспалительные процессы уха, горла, носа, глаз; мигрень и воспаление тройничного нерва и
            т. д.</em></p>
    <p style="text-align: justify;"><em>Врачи в поликлиниках и больницах, как правило, лечат какую-то одну болезнь. Да и
            медицинское образование тоже разграничивает специалистов: гинеколог, уролог, кардиолог... А человек &ndash;
            целостное создание. Поэтому процесс лечения всегда начинается с поиска первопричины недуга. Чаще всего ею
            становится сильный стресс, в результате которого "падает" иммунитет и "вылезают" разные проблемы.</em></p>
    <p style="text-align: justify;"><strong>&ndash; Никто из людей не хочет болеть, но не все знают, как это сделать...
        </strong></p>
    <p style="text-align: justify;"><em>&ndash; Именно поэтому я сейчас организовала курсы, где учу всех желающих быть
            всегда здоровыми, а значит, и счастливыми.</em></p>
    <p style="text-align: right;"><em>Беседовала Изабелла ВЕРБОВА</em></p>
    <p>&nbsp;</p>
        <router-link :to="page.parent.to" class="ui labeled icon fluid red button"
            style="font-family: Arsenal, sans-serif;"><i class="left arrow icon"></i>назад</router-link>
    </div>
</template>

<script setup>
import { inject, useTemplateRef, onMounted } from "vue";
import { jarallax } from "jarallax";

const { id } = defineProps(["id"]),
    page = inject("pages")[id],
    [{ url }] = page.images,
    jarallaxRef = useTemplateRef("jarallaxRef");

onMounted(() => { jarallax(jarallaxRef.value, {}) });
</script>