<template>
    <div ref="jarallaxRef" class="ui basic vertical fitted segment jarallax mceNonEditable  min-h-[60vh]"
        :style="`background-image:url(${url})`">
        <div class="ui active light dimmer">
            <div class="content"><a class="ui header hvr-icon-wobble-vertical massive inverted icon"
                    style="font-family: Arsenal, sans-serif;"><i class="hvr-icon !h-28 icon mx-auto"
                        :class="page.i"></i><span class="ui">{{ page.title }}<span class="sub header">{{
                            page.description
                        }}</span></span></a></div>
        </div>
    </div>
    <p>&nbsp;</p>
    <div class="ui container">
        <div class="ui dividing header" style="font-family: Arsenal, sans-serif;">НАТАЛИЯ НОСАЧЕВА
            <div class="sub header">врач-реабилитолог, психолог, психоаналитик, была удостоена почётных званий:</div>
        </div>
        <p>🔹 Действительный член Европейской академии естественных наук, Пражской ПСИ-академии</p>
        <p>🔹 Действительный член Международного Агентства одаренных людей "Феномен человеческих возможностей",
            действующего
            на территории 26 стран мира</p>
        <p>🔹 Действительный член Академии проскопических наук им. Мишеля Нострадамуса (Франция)</p>
        <p>🔹 Полномочный представитель Международного комитета защиты прав человека (Франция)</p>
        <p>🔹 Представитель в России Международного союза "Красный крест" (Великобритания)</p>
        <p>🔹 Удостоена высшей награды в комплементарной медицине "Звезда магистра"</p>
        <p>🔹 Присвоено звание "Мэтр науки и практики" (Финляндия)</p>
        <p>🔹 Кавалер ордена I степени "За профессиональную честь, достоинство и почетную деловую репутацию"</p>
        <p>🔹 Награждена Международной золотой медалью ООН &laquo;За заслуги перед обществом&raquo; и присвоено звание
            &laquo;Посол Миссии Мира&raquo;</p>
        <p>🔹 Лауреат премии им. Ивана Рилского (Болгария)</p>
        <p>🔹 Награждена орденом Роберта Коха (Германия)</p>
        <p>🔹 Удостоена звания "Лучший специалист России по традиционным системам оздоровления"</p>
        <p>🔹 Имеет три высших образования и 18 дипломов об окончании различных профессиональных курсов и семинаров</p>
        <p>🔹 Финалистка первого телеконкурса "Битва экстрасенсов"</p>
        <p>🔹 Создатель Международной школы саморегуляции и ясновидения</p>
        <p>🔹 Работала в Центре правовой и психологической помощи в экстремальных ситуациях профессора Михаила
            Виноградова
        </p>
        <p>🔹 Единственный в мире биоэнерготерапевт, удостоенный графского титула за свой уникальный дар и пользу,
            приносимую людям</p>
        <p>&nbsp;</p>
        <div class="ui six doubling centered cards">
            <div class="ui card" v-for="({ src, title }, index) in dip1"><el-image :src="`images/${src}`"
                    :preview-src-list="srcList1" :initial-index="index" fit="cover" :alt="title" :title="title"></el-image>
            </div>
        </div>
        <div class="ui six doubling centered cards">
            <div class="ui card"><a class="image" href="bitva.jpg"><img
                        title="Наталия Григорьевна Носачева Диплом программы Битва экстрасенсов" src="bitva_m.jpg"
                        alt="Наталия Григорьевна Носачева Диплом программы Битва экстрасенсов"></a></div>
            <div class="ui card"><a class="image" href="att.jpg"><img
                        title="Наталия Григорьевна Носачева Диплом профессора народной медицины" src="att_m.jpg"
                        alt="Наталия Григорьевна Носачева Диплом профессора народной медицины"></a></div>
            <div class="ui card"><a class="image" href="2012.jpg"><img
                        title="Наталия Григорьевна Носачева Сертификат преподавателя Н.Носачевой" src="2012_m.jpg"
                        alt="Наталия Григорьевна Носачева Сертификат преподавателя Н.Носачевой"></a></div>
            <div class="ui card"><a class="image" href="2014.jpg"><img
                        title="Наталия Григорьевна Носачева Сертификат аккредитации специалиста оздоровительных практик"
                        src="2014_m.jpg"
                        alt="Наталия Григорьевна Носачева Сертификат аккредитации специалиста оздоровительных практик"></a>
            </div>
            <div class="ui card"><a class="image" href="d1-2.jpg"><img
                        title="Наталия Григорьевна Носачева Грамота о присвоении графского титула" src="d1_m2.jpg"
                        alt="Наталия Григорьевна Носачева Грамота о присвоении графского титула"></a></div>
            <div class="ui card"><a class="image" href="d2-2.jpg"><img
                        title="Наталия Григорьевна Носачева Медаль Звезда Надежды и другие награды" src="d2_m2.jpg"
                        alt="Наталия Григорьевна Носачева Медаль Звезда Надежды и другие награды">&gt;</a></div>
            <div class="ui card"><a class="image" href="d3-2.jpg"><img
                        title="Наталия Григорьевна Носачева Диплом за особые заслуги в области создания, применения и внедрения новых технологий и приборов в традиционную медицину"
                        src="d3_m2.jpg"
                        alt="Наталия Григорьевна Носачева Диплом за особые заслуги в области создания, применения и внедрения новых технологий и приборов в традиционную медицину"></a>
            </div>
            <div class="ui card"><a class="image" href="d4-2.jpg"><img
                        title="Наталия Григорьевна Носачева иплом о присвоении звания Мэтр науки и практики"
                        src="d4_m2.jpg"
                        alt="Наталия Григорьевна Носачева иплом о присвоении звания Мэтр науки и практики"></a></div>
            <div class="ui card"><a class="image" href="files/ordena/d/d5.jpg"><img
                        title="Наталия Григорьевна Носачева Диплом за бескорыстное служение и высокий профессионализм в целительской деятельности и присвоение звания Мастер - золотые руки"
                        src="files/ordena/d/d5_m.jpg"
                        alt="Наталия Григорьевна Носачева Диплом за бескорыстное служение и высокий профессионализм в целительской деятельности и присвоение звания Мастер - золотые руки"></a>
            </div>
            <div class="ui card"><a class="image" href="files/ordena/d/d6.jpg"><img
                        title="Наталия Григорьевна Носачева Сертификат I Всероссийская научно-практическая конференция Народная медицина в онкологии"
                        src="files/ordena/d/d6_m.jpg"
                        alt="Наталия Григорьевна Носачева Сертификат I Всероссийская научно-практическая конференция Народная медицина в онкологии"></a>
            </div>
            <div class="ui card"><a class="image" href="files/ordena/d/d7.jpg"><img
                        title="Наталия Григорьевна Носачева Сертификат Лучший целитель России по направлению Биоэнерготерапия"
                        src="files/ordena/d/d7_m.jpg"
                        alt="Наталия Григорьевна Носачева Сертификат Лучший целитель России по направлению Биоэнерготерапия"></a>
            </div>
            <div class="ui card"><a class="image" href="files/ordena/d/d8.jpg"><img
                        title="Наталия Григорьевна Носачева Диплом за выдающиеся достижения в комплементарной медицине"
                        src="files/ordena/d/d8_m.jpg"
                        alt="Наталия Григорьевна Носачева Диплом за выдающиеся достижения в комплементарной медицине"></a>
            </div>
            <div class="ui card"><a class="image" href="files/ordena/d/d9.jpg"><img
                        title="Наталия Григорьевна Носачева Сертификат 100 лучших хиллеров Мира"
                        src="files/ordena/d/d9_m.jpg"
                        alt="Наталия Григорьевна Носачева Сертификат 100 лучших хиллеров Мира"></a></div>
            <div class="ui card"><a class="image" href="files/ordena/d/d10.jpg"><img
                        title="Наталия Григорьевна Носачева Диплом Ганновер" src="files/ordena/d/d10_m.jpg"
                        alt="Наталия Григорьевна Носачева Диплом Ганновер"></a></div>
            <div class="ui card"><a class="image" href="files/ordena/d/d11.jpg"><img
                        title="Наталия Григорьевна Носачева Сертификат Посол Миссии Мира" src="files/ordena/d/d11_m.jpg"
                        alt="Наталия Григорьевна Носачева Сертификат Посол Миссии Мира"></a></div>
            <div class="ui card"><a class="image" href="files/ordena/d/d12.jpg"><img
                        title="Наталия Григорьевна Носачева Премия имени святого Ивана Рилского"
                        src="files/ordena/d/d12_m.jpg"
                        alt="Наталия Григорьевна Носачева Премия имени святого Ивана Рилского"></a></div>
            <div class="ui card"><a class="image" href="files/ordena/gramota2.jpg"><img
                        title="Наталия Григорьевна Носачева Грамота на бриллиантовую диадему"
                        src="files/ordena/gramota2_m.jpg"
                        alt="Наталия Григорьевна Носачева Грамота на бриллиантовую диадему"></a></div>
            <div class="ui card"><a class="image" href="files/ordena/sootvet.jpg"><img
                        title="Наталия Григорьевна Носачева Сертификат соответствия инновационного центра Евразия"
                        src="files/ordena/sootvet_m.jpg"
                        alt="Наталия Григорьевна Носачева Сертификат соответствия инновационного центра Евразия"></a>
            </div>
            <div class="ui card"><a class="image" href="files/elite.jpg"><img
                        title="Наталия Григорьевна Носачева Элита специалистов традиционной и народной медицины и целительства"
                        src="files/elite_2.jpg"
                        alt="Наталия Григорьевна Носачева Элита специалистов традиционной и народной медицины и целительства"></a>
            </div>
            <div class="ui card"><a class="image" href="dipnew1.jpg"><img
                        class="img-rounded img-thumbnail wow animated flipInX" title="Наталия Григорьевна Носачева"
                        src="dipnew1-2.jpg" alt="Наталия Григорьевна Носачева"></a></div>
            <div class="ui card"><a class="image" href="dipnew2.jpg"><img
                        class="img-rounded img-thumbnail wow animated flipInX" title="Наталия Григорьевна Носачева"
                        src="dipnew2-2.jpg" alt="Наталия Григорьевна Носачева"></a></div>
            <div class="ui card"><a class="image" href="dipnew3.jpg"><img
                        class="img-rounded img-thumbnail wow animated flipInX" title="Наталия Григорьевна Носачева"
                        src="dipnew3-2.jpg" alt="Наталия Григорьевна Носачева"></a></div>
        </div>
        <p>&nbsp;</p>
        <router-link :to="page.parent.to" class="ui labeled icon fluid red button"
            style="font-family: Arsenal, sans-serif;"><i class="left arrow icon"></i>на
            главную</router-link>
    </div>
</template>

<script setup>
import { inject, useTemplateRef, onMounted } from "vue";
import { jarallax } from "jarallax";

const { id } = defineProps(["id"]),
    page = inject("pages")[id],
    [{ url }] = page.images,
    jarallaxRef = useTemplateRef("jarallaxRef"),
    dip1 = [
        { src1: "dip1.jpg", title: "Наталия Григорьевна Носачева ВГМИ им.Н.Н.Бурденко", src: "dip1-2.jpg" },
        { src1: "dip2.jpg", title: "Наталия Григорьевна Носачева ГИУВ МО РФ", src: "dip2-2.jpg" },
        { src1: "dip3.jpg", title: "Наталия Григорьевна Носачева Главный военный клинический госпиталь м.Н.Н.Бурденко", src: "dip3-2.jpg" },
        { src1: "dip5.jpg", title: "Наталия Григорьевна Носачева Ростовский Государственный Университет", src: "dip5-2.jpg" },
        { src1: "ndip1.jpg", title: "Наталия Григорьевна Носачева Высшая награда комплиментарной медицины Звезда Магистра I степени", src: "dip1_m.jpg" },
        { src1: "ndip2.jpg", title: "Наталия Григорьевна Носачева Сертификат Международной конференции Медицина и целительство", src: "dip2_m.jpg" },
        { src1: "ndip3.jpg", title: "Наталия Григорьевна Носачева Элита специалистов традиционной народной медицины и целительства", src: "dip3_m.jpg" },
        { src1: "dip4.jpg", title: "Наталия Григорьевна Носачева Международная золотая медаль За заслуги перед обществом", src: "dip4_m.jpg" },
        { src1: "ndip5.jpg", title: "Наталия Григорьевна Носачева Сертификат о клинической апробации оздоровительной методики", src: "dip5_m.jpg" },
        { src1: "dip6.jpg", title: "Наталия Григорьевна Носачева Аттестационное свидетельство инструктора-методиста по Цигун и психоэнергетической саморегуляции", src: "dip6_m.jpg" },
        { src1: "dip7.jpg", title: "Наталия Григорьевна Носачева Сертификат о присовении квалификации психоэнергосуггестолог", src: "dip7_m.jpg" },
        { src1: "dip8.jpg", title: "Наталия Григорьевна Носачева Сертификат РАНМ Врач-целитель", src: "dip8_m.jpg" },
        { src1: "dip922.jpg", title: "Наталия Григорьевна Носачева Премия им. Владимира Вернадского", src: "dip9_m22.jpg" },
        { src1: "dip1022.jpg", title: "Наталия Григорьевна Носачева Орден Роберта Коха Ганновер 2008 год", src: "dip10_m22.jpg" },
        { src1: "dip1122.jpg", title: "Наталия Григорьевна Носачева Диплом Ганновер", src: "dip11_m22.jpg" },
        { src1: "dip1222.jpg", title: "Наталия Григорьевна Носачева Диплом Роберта Коха", src: "dip12_m22.jpg" },
        { src1: "gramota1.jpg", title: "Наталия Григорьевна Носачева Архиерейская грамота", src: "gramota1_m.jpg" },
        { src1: "dipnew4.jpg", title: "Наталия Григорьевна Носачева", src: "dipnew4-2.jpg" },
    ],
    srcList1 = dip1.map(({src1})=> `images/${src1}`);

onMounted(() => { jarallax(jarallaxRef.value, {}) });
</script>