<template>
    <div ref="jarallaxRef" class="ui basic vertical fitted segment jarallax mceNonEditable  min-h-[60vh]"
        :style="`background-image:url(${url})`">
        <div class="ui active light dimmer">
            <div class="content"><a class="ui header hvr-icon-wobble-vertical massive inverted icon"
                    style="font-family: Arsenal, sans-serif;"><i class="hvr-icon !h-28 icon mx-auto"
                        :class="page.i"></i><span class="ui">{{ page.title }}<span class="sub header">{{
                            page.description
                            }}</span></span></a></div>
        </div>
    </div>
    <p>&nbsp;</p>
    <div class="ui container">
    <p style="text-align: left;" align="right"><strong>Доктор Наталия Носачева "видит" целые события в
            подробностях.<br>Она, также, создала уникальный метод лечения.</strong></p>
    <p align="justify">Одной из участниц Восьмой международной конференции "Человек и природа" стала <strong>доктор
            Наталия Носачева</strong> из Москвы. Известно, что она является уникальной личностью, исключительной
        ясновидящей и врачом. Наталия гостила в Болгарии и за это время помогла многим людям. Она создала собственный
        специфический метод лечения опорно-двигательного аппарата. Ее способности к ясновидению проявились после
        автомобильной катастрофы. После перенесенного женщина&nbsp; благодаря огромным усилиям вернулась к нормальной
        жизни, но начала видеть события из прошлого, настоящего и будущего. В 2007 году она приняла участие в конкурсе
        ясновидящих на российском телеканале ТНТ и из 1500 участников стала второй. Характерным для доктора Носачевой
        является то, что она видит целые картины и облик участников события, причем с удивительными подробностями.</p>
    <p align="justify">Наталия с легкостью разгадала криминальную загадку в телевизионном конкурсе.</p>
    <p align="justify"><em>&ndash; Когда меня привезли в микроавтобусе с затемненными стеклами в какой-то дом, я
            сказала: "Здесь произошла трагедия", &ndash; рассказывает Носачева. &ndash; Мне показали конверт с
            фотографией, которую я не видела, и попросили рассказать о хозяине дома. Я поднялась по лестнице на второй
            этаж, остановилась и увидела двух человек, которых описала как убийц. Потом я поднялась на третий этаж и
            увидела высокого русоволосого мужчину и еще одного с круглым лицом. Я услышала выстрел и почувствовала, что
            хозяин получил смертельное ранение, но умер позднее и в другом месте. Но передо мной все время что-то
            носилось и мешало мне сосредоточиться. Вдруг я увидела, что это маленькая собачка, по которой также
            стреляли. И тогда все встало на свои места. Сестра певца Михаила Круга подтвердила, что певца застрелили в
            его доме, но умер он через 40 дней. У него была собачка, которая также была ранена и умерла вскоре после
            своего хозяина.</em></p>
    <p align="justify"><strong>Эту историю д-р Носачева рассказала на пресс-конференции, а в перерыве я попросила
            объяснить, в чем состоит ее уникальный метод лечения.</strong></p>
    <p align="justify"><em>&ndash; Я лечу все проблемы, связанные с опорно-двигательным аппаратом человека. Это и
            искривление позвоночника, особенно у детей, у которых его можно вытянуть. Я добиваюсь хороших результатов
            при разной длине ног даже всего за один сеанс, при искривлении тазобедренной кости, при искривлении
            лопаточной кости в спине. Уникальность заключается в том, что я лечу силой своей мысли и энергетического
            потока, который направляю в нужное место с помощью концентрации.</em></p>
    <p align="justify"><strong>&ndash; Я слышала еще об одном методе, который Вы используете.</strong></p>
    <p align="justify"><em>&ndash; Моя вторая серьезная методика &ndash; пальпация всех органов, связанных с
            желудочно-кишечным трактом. А также соединение каждого органа с системой иммунитета, так что уже после
            первого сеанса пациент сам становится моим помощником, ведь я включаю его иммунную систему, и мы можем
            вместе бороться с болезнью. Этот способ положительно влияет на кровообращение, а также облегчает&nbsp;
            мигрени, даже у больных множественным склерозом. Но самое главное &ndash; он используется при лечении
            диабета. Люди, болеющие 20 лет, при использовании определенной методики сначала отказываются от лекарств или
            уменьшают их дозировку и через 2-3 месяца становятся практически здоровыми. Я говорю лишь о тех
            заболеваниях, в лечении которых я достигла реальных результатов в тысячах случаев. Но у меня есть результаты
            и в лечении людей с онкологическими заболеваниями, особенно если я взялась за них на начальной стадии, тогда
            у них есть шанс выздороветь.</em></p>
    <p align="justify"><strong>&ndash; Я читала, что Вы используете еще и третью методику лечения. Расскажите о ней
            подробнее.</strong></p>
    <p align="justify"><em>&ndash; Есть у меня и третья методика, которую я использую при недостатке в организме
            микроэлементов. Я передаю недостающие микроэлементы в определенные точки с помощью спектрального анализа,
            который производится спектральными лампами. И когда организм дополучает недостающий элемент, в нем
            восстанавливается нарушенный обмен веществ. Я ввожу магний, натрий, марганец, калий, кальций, селен, т. е.
            необходимые для человеческого организма микроэлементы, после чего нормализуется метаболизм. Нужно только
            время. Поэтому через месяц работы я стараюсь работать с людьми только раз в неделю. Другими словами, после
            этого я направляю иммунную систему человека, восстанавливаю ее потенциал и затем медленно дорабатываю все
            остальное. Но я уже не работаю с тем отклонением, с которым человек ко мне пришел изначально.</em></p>
    <p align="justify"><em>Для моей работы характерно то, что я не отделяю болезнь от функций всего организма. Поэтому я
            повышаю тонус всего организма, чтобы получить результат в определенной небольшой зоне, которую пациент
            пришел лечить.</em></p>
    <p align="justify"><strong>&ndash; Оказываете ли Вы психологическое воздействие на пациента?</strong></p>
    <p align="justify"><em>&ndash; Особенно большое внимание я уделяю психологическому состоянию. Сначала я разговариваю
            с человеком, даю ему советы, и, если вижу, что глубинная причина неполадок в его организме кроется в нем
            самом, я стараюсь так расположить его к себе, чтобы он раскрыл мне свое сердце, рассказал о своих
            неприятностях. Тогда я нахожу глубинную причину заболевания и отклонения &ndash; чаще всего это стрессовые
            состояния. Таков современный мир: стрессы наполняют весь наш день. Но когда стресс достигает критической
            точки, он обязательно ведет к нарушению в физическом теле. Тогда я подсказываю людям, как переосмыслить
            ценности посредством разума. И если человек с моей помощью изменит не только свою структуру в физическом
            плане, но и образ мыслей, тогда я считаю, что болезнь не вернется, потому что в этих случаях глубинные
            причины находятся в самом человеке. Но если эти глубинные причины заложены в его генетике, в его
            хромосомах,&nbsp; в таких случаях необходимо работать с тонкими материями. В подобных ситуациях мне
            необходимо разобраться в генетическом потенциале этого человека, после чего я сразу говорю ему: "Ваша мать
            тоже не жила хорошо". Я начинаю разговор и понимаю, что глубинной причиной предполагаемого заболевания
            маленького ребенка является прабабушка его матери. И мне приходится работать интуитивно, полагаясь на
            эмоциональное состояние пациента, потому что если ты не понимаешь человека, ты не можешь ему помочь. Вот в
            этом и состоит мой метод лечения.</em></p>
    <p align="justify"><strong>&ndash; Могут ли у Вас лечиться болгарские пациенты?</strong></p>
    <p align="justify"><em>&ndash; Я принимала пациентов в Центре медицинской биофизики доктора Игната Игнатова, и у
            трехсот человек получились очень хорошие результаты. Вероятно, через несколько месяцев я снова приеду в
            Болгарию поработать месяц с болгарскими пациентами, потому что вы мне близки по духу.</em></p>
    <p align="right"><em>Интервью брала Лиляна Ботева</em></p>
    <p align="justify"><br>23 мая в редакции газеты "Психо" была вручена недавно учрежденная награда "Наука &ndash; это
        солнце". Главный редактор Анна Димитрова подчеркнула вклад в науку, имеющий национальный и международный
        масштаб, который связан с раскрытием давних тайн в паранормальных явлениях, Научно-исследовательского центра
        медицинской биофизики, возглавляемого доктором Игнатом Игнатовым, и вручила ему почетный диплом.</p>
    <p align="justify">Награжденный поблагодарил за высокую оценку его деятельности первую эзотерическую газету в
        Болгарии, которая скоро отпразднует свой восемнадцатый день рождения, и рассказал, что ожидаются новые признания
        деятельности их Центра. В августе этого года в Москве состоится 7-й Международный конгресс "Народная медицина
        &ndash; прошлое, настоящее, будущее". Председателем конгресса является профессор Яков Гальперин, а членами
        Президиума &ndash; доктор Игнатов и Христос Дросинакис. Награды Гальперина удостоены болгарские экстрасенсы
        Боряна Тотева и Верка Николова.</p>
    <p align="justify">На Конгресс приглашен и представитель газеты "Психо". Приглашение было принято с благодарностью.
    </p>
    <p align="justify">Произносились тосты за будущие успехи возглавляемого доктором Игнатовым Научно-исследовательского
        центра медицинской биофизики, а также за газету "Психо".</p>
    <p>&nbsp;</p>
        <router-link :to="page.parent.to" class="ui labeled icon fluid red button"
            style="font-family: Arsenal, sans-serif;"><i class="left arrow icon"></i>назад</router-link>
    </div>
</template>

<script setup>
import { inject, useTemplateRef, onMounted } from "vue";
import { jarallax } from "jarallax";

const { pid: id } = defineProps(["pid"]),
    page = inject("pages")[id],
    [{ url }] = page.images,
    jarallaxRef = useTemplateRef("jarallaxRef");

onMounted(() => { jarallax(jarallaxRef.value, {}) });
</script>