<template>
    <div ref="jarallaxRef" class="ui basic vertical fitted segment jarallax mceNonEditable  min-h-[60vh]"
        :style="`background-image:url(${url})`">
        <div class="ui active light dimmer">
            <div class="content"><a class="ui header hvr-icon-wobble-vertical massive inverted icon"
                    style="font-family: Arsenal, sans-serif;"><i class="hvr-icon !h-28 icon mx-auto"
                        :class="page.i"></i><span class="ui">{{ page.title }}<span class="sub header">{{
                            page.description
                            }}</span></span></a></div>
        </div>
    </div>
    <p>&nbsp;</p>
    <div class="ui container">
        <div class="ui dividing header" style="font-family: Arsenal, sans-serif;">БИТВА ЭКСТРАСЕНСОВ
            <div class="sub header">I сезон</div>
        </div>
        <p style="text-align: justify;">Осенью 2006 года на канале ТНТ появилось объявление о кастинге нового,
            необычного
            для российского телевидения шоу, <strong>"Битвы экстрасенсов"</strong>. К участию приглашались все, кто
            обладает
            необычными способностями. Редакция программы подготовила специальные испытания для тех, кто считает себя
            экстрасенсами.&nbsp;</p>
        <p style="text-align: justify;">Наталия Григорьевна вовсе не собиралась становиться участницей шоу, в котором
            желающих принять участие и показать свои способности оказалось более полутора тысяч. Однако она не сумела
            противостоять настойчивым приглашениям с телевидения тех, кто знал о ней.</p>
        <p style="text-align: justify;">Первым заданием на кастинге была "Чёрная ширма", за которой пряталась балерина.
            Участники кастинга должны были не просто почувствовать энергетику живого существа, но и понять, как движется
            это
            существо, как выглядит. Одной из немногих, кто наиболее точно описал спрятанную за ширмой балерину, была
            <strong>Наталия Носачева</strong>.
        </p>
        <p style="text-align: justify;">Одно из испытаний вели иллюзионисты братья<strong>&nbsp;</strong>Сафроновы,
            впоследствии ставшие постоянными соведущими, наблюдателями и скептиками программы. Экстрасенсам необходимо
            было
            найти одного из братьев в багажнике одного из тридцати автомобилей в гигантском ангаре. Наталия Григорьевна
            сразу определила, на какой стороне находится машина, в которой был спрятан человек. И после нескольких минут
            совершенно точно указала на автомобиль, где был спрятан Андрей.</p>
        <p style="text-align: justify;">Участниками первой в истории "<strong>Битвы экстрасенсов"</strong> стали всего
            девять человек. В финале первой программы осталось три лауреата, среди которых оказалась и Наталия
            Григорьевна.
        </p>
        <p style="text-align: justify;">Теперь это стало историей. А весной 2007 года вся страна впервые наблюдала за
            новым
            необыкновенным шоу. Интерес зрительской аудитории нарастал с каждой новой серией, по мере приближения к
            финалу,
            как снежный ком.</p>
        <p style="text-align: justify;">В эксперименте наметились два лидера, две Наталии &ndash; Воротникова и
            Носачева. И
            зрителям, до последнего было не разобраться, кто же станет победителем &ndash; казалось бы, силы равны. Но в
            последних схватках победила Наталия Воротникова, и телезрители отдали пальму первенства ей.</p>
        <p style="text-align: justify;">Но это не умаляет способностей Наталии Григорьевны Носачевой, <strong>занявшей
                почётное второе место</strong>.</p>
        <p style="text-align: justify;">По прошествии многих лет свежи в памяти сюжеты, не поддающиеся объяснению с
            помощью
            простой логики: Наталия Григорьевна&nbsp; подробно описала трагические события, развернувшиеся в доме
            популярного шансонье; "видела", как ворвались бандиты, "слышала" даже лай любимой собаки певца.</p>
        <p style="text-align: justify;">А чего стоит характеристика местности, где находилась угнанная у Леры
            Кудрявцевой
            машина! Сила ясновидения доктора Носачевой тогда произвела впечатление на телезвезду. Но прежде, чем найти
            машину, буквально за несколько минут <strong>Наталия Григорьевна помогла Лере
                Кудрявцевой</strong>&nbsp;избавиться от сильной головной боли<strong>.</strong> Фото, где Наталия
            Носачева
            помогает Лере Кудрявцевой, обошло многие печатные, в т. ч. и зарубежные издания.</p>
        <p style="text-align: justify;">Так всё начиналось... это был первый сезон "Битвы экстрасенсов".</p>

        <div class="ui centered medium images"><el-image class="ui rounded image"
                v-for="({ src, title, alt }, index) in img1" :src="`images/${src}`" :preview-src-list="srcList1"
                :initial-index="index" fit="cover" :alt="alt" :title="title" preview-teleported></el-image></div>
        <p style="text-align: justify;">&nbsp;</p>
        <p style="text-align: justify;">Испытания для экстрасенсов в первом сезоне
            проводил&nbsp;и&nbsp;<strong>психиатр-криминалист, доктор медицинских наук, профессор
                психиатрии</strong>&nbsp;<strong>Михаил Виноградов</strong>, который изучал людей с даром ясновидения не
            один десяток лет.</p>
        <p style="text-align: justify;">По его словам, чтобы определить, есть у человека способности или нет, требуется
            5&ndash;6 обследований по 2&ndash;3 часа. Ведь дар человека раскрывается не всегда. Он зависит от
            настроения,
            усталости и заданий.</p>
        <div class="ui dividing header" style="font-family: Arsenal, sans-serif;">МИХАИЛ ВИКТОРОВИЧ ВИНОГРАДОВ:
            <div class="sub header">в этом шоу правда всё</div>
        </div>
        <p style="text-align: justify;">Приходят люди, которые демонстрируют способности в той мере, в какой они у них
            есть.
            Там нет никаких подставных вещей, хотя странные люди встречаются. Кто-то с посохом, кто-то с пауком. Но это
            лишь
            их манера выступать. В обычной жизни это самые обычные люди. Такие же, как мы &ndash; страдающие,
            переживающие,
            воспитывающие детей. Получающие образование. И внешне они обычные, потому что чем сильнее экстрасенс, тем
            проще
            он одевается.</p>
        <p>&nbsp;</p>
        <div class="ui placeholder segment">
            <div class="ui two column stackable center aligned grid">
                <div class="ui vertical divider">&nbsp;</div>
                <div class="column"><img class="ui circular centered small image" src="images/1650626022370.jpg">
                    <div class="ui header" style="font-family: Arsenal, sans-serif;"><strong>Михаил Викторович
                            Виноградов,
                            психиатр-криминалист, доктор медицинских наук, профессор психиатрии:</strong></div>
                    <div class="content">Наталия Носачева показала свои способности во всех аспектах экстросенсорики.
                        Особенно ярко проявляется ее дар в целительстве. Весьма достоверны ее знания о событиях прошлых
                        лет.
                        Такое явление существует, и к нему надо относиться со всем уважением и пониманием. У меня лично
                        Наталия Носачева вызывает глубокие симпатии и уважение &ndash; и как человек, и как специалист в
                        экстрасенсорике, и как врач. "Школа саморегуляции", которую ведет Наталия Носачева&hellip; это
                        не
                        стандартные, не стереотипные занятия &ndash; а ее индивидуальная манера, уникальные знания,
                        которые
                        она передает людям.</div>
                </div>
                <div class="column"><img class="ui circular centered small image" src="images/1650626022368.jpg">
                    <div class="ui header" style="font-family: Arsenal, sans-serif;"><strong>Яков Григорьевич Гальперин,
                            врач-психиатр, психолог-нарколог, доктор медицины и психологии, профессор:</strong></div>
                    <div class="content">Наталия Григорьевна Носачева, чей жизненный и профессиональный опыт
                        восхитителен,
                        долгие годы помогает обрести здоровье и гармонию в жизни тысячам людей в России и во многих
                        странах
                        мира. Наталия Григорьевна владеет уникальной методикой, сочетающей в себе глубокие знания
                        медицины,
                        психологии, психотерапии и безграничную любовь к людям. При большом желании и упорстве,
                        используя
                        знания и опыт "Школы саморегуляции" Наталии Носачевой, Вы пойдете дальше своим путем и принесете
                        пользу своему здоровью и здоровью своих родных и близких.</div>
                </div>
            </div>
        </div>
        <p>&nbsp;</p>
        <router-link :to="page.parent.to" class="ui labeled icon fluid red button"
            style="font-family: Arsenal, sans-serif;"><i class="left arrow icon"></i>на
            главную</router-link>
    </div>
</template>

<script setup>
import { inject, useTemplateRef, onMounted } from "vue";
import { jarallax } from "jarallax";

const { id } = defineProps(["id"]),
    page = inject("pages")[id],
    [{ url }] = page.images,
    jarallaxRef = useTemplateRef("jarallaxRef"),
    img1 = [
        { src1: "1650632951838.jpg", title: "Носачева Наталия Григорьевна", src: "1650632951838.jpg", alt: "Носачева Наталия Григорьевна на Битве экстрасенсов" },
        { src1: "1650632951844.jpg", title: "Носачева Наталия Григорьевна", src: "1650632951844.jpg", alt: "Носачева Наталия Григорьевна на Битве экстрасенсов" },
        { src1: "1650638640186.jpg", title: "Носачева Наталия Григорьевна", src: "1650638640186.jpg", alt: "Носачева Наталия Григорьевна на Битве экстрасенсов" },
        { src1: "1650638640188.jpg", title: "Носачева Наталия Григорьевна", src: "1650638640188.jpg", alt: "Носачева Наталия Григорьевна на Битве экстрасенсов" },
        { src1: "1650638640190.jpg", title: "Носачева Наталия Григорьевна", src: "1650638640190.jpg", alt: "Носачева Наталия Григорьевна на Битве экстрасенсов" },
        { src1: "1650638640192.jpg", title: "Носачева Наталия Григорьевна", src: "1650638640192.jpg", alt: "Носачева Наталия Григорьевна на Битве экстрасенсов" },
    ],
    srcList1 = img1.map(({ src1 }) => `images/${src1}`);

onMounted(() => { jarallax(jarallaxRef.value, {}) });
</script>